Repository: vippsas/vipps-woocommerce
Catalog: languages/vipps-recurring-payments-gateway-for-woocommerce-*.po
Languages: nb_no

source: "Continue shopping" link
nb_no: "Fortsett å handle" lenke

source: [Default] Shop or homepage
nb_no: [Standard] Butikk eller forside

source: A list of possible failure reasons and what they mean can be found %s
nb_no: En liste med feilkoder og hva de betyr finnes %s

source: A temporary error occurred when refunding a payment through Vipps MobilePay. Please ensure the order is refunded manually or reset the order to "Processing" and try again.
nb_no: En midlertidig feil oppstod hos Vipps MobilePay. Vennligst dobbeltsjekk at ordren er refundert manuelt eller tilbakestill ordren til "Behandler" og prøvd igjen.

source: Activate
nb_no: Aktiver

source: Activate Vipps/MobilePay Recurring Payments as an external payment method for Klarna Checkout
nb_no: Aktiver Vipps/MobilePay faste betalinger som en ekstern betalingsmetode i Klarna Checkout

source: Agreement created: %s. Customer sent to Vipps/MobilePay for confirmation.
nb_no: Betalingsavtale opprettet: %s. Kunde sendt til Vipps/MobilePay for bekreftelse.

source: Amount of charges to check per status check
nb_no: Mengde trekk å sjekke status på per sjekk

source: An alphanumeric text string to use as a prefix on checkout orders from your shop, to avoid duplicate order ids.
nb_no: En alfanumerisk tekst som brukes som en prefiks til Checkout-ordre i butikken din. Denne brukes for å unngå duplikate ordre ID-er.

source: An error occurred
nb_no: Det oppstod en feil

source: An unexpected error occurred while refunding a payment in Vipps/MobilePay.
nb_no: En uforventet feil oppstod ved opprettelse av refusjon i Vipps/MobilePay.

source: An unknown error has occurred.
nb_no: En uforutsett feil oppstod.

source: Anonymous Vipps MobilePay Customer
nb_no: Anonym Vipps MobilePay Kunde

source: API settings
nb_no: API-innstillinger

source: Automatically capture payments made with MobilePay
nb_no: Trekk betalinger via MobilePay automatisk

source: Automatically clean up Checkout orders where the order was abandoned, or the specification changed (runs every hour).
nb_no: Automatisk slett Checkout ordre hvor ordren var forlatt, eller ordrespesifikasjonen ble endret (kjører hver time).

source: Brand
nb_no: Merkevare

source: Brand settings
nb_no: Merkevare-innstillinger

source: Cancelled
nb_no: Kansellert

source: Cancelled due charge in Vipps/MobilePay.
nb_no: Kansellerte ventende trekk i Vipps/MobilePay.

source: Capture payment
nb_no: Trekk beløp

source: Capture payment instantly
nb_no: Trekk betaling umiddelbart

source: Capture payment instantly even if the product is not virtual. Please make sure you are following the local jurisdiction in your country when using this option.
nb_no: Trekk en betaling umiddelbart selv om produktet ikke er digitalt. Vær sikker på at du følger norsk lov når du bruker denne innstillingen. Du skal ikke trekke penger før forsendelse er sendt.

source: Captured
nb_no: Beløp trukket

source: Charge completed (Charge ID: %s)
nb_no: Trekk fullført (Charge ID: %s)

source: Charge ID not available. Check the order's notes instead.
nb_no: Charge ID ikke tilgjengelig. Sjekk notatene til ordren i stedet.

source: Check Status
nb_no: Sjekk Status

source: Check status of all Vipps/MobilePay subscription orders now
nb_no: Sjekk status på alle Vipps/MobilePay faste betalinger ordre nå

source: Checkout session expired. Please refresh to start a new session.
nb_no: Checkout økten utløp. Du kan forfrisk nettleservinduet for å starte en ny økt.

source: Checkout settings
nb_no: Checkout-innstillinger

source: Cleanup changed/abandoned orders
nb_no: Rydd opp endret/forlatte ordre

source: Continue shopping
nb_no: Fortsett å handle

source: Continue with %s
nb_no: Fortsett med %s

source: Controls the payment flow brand (Vipps or MobilePay).
nb_no: Kontrollerer hvilken merkevare som brukes i betalingsflyten (Vipps eller MobilePay).

source: Could not authenticate with the Vipps/MobilePay API: %s
nb_no: Kunne ikke autentisere med Vipps/MobilePay API-et: %s

source: Could not cancel charge in Vipps/MobilePay. Please manually check the status of this order if you plan to process a new renewal order!
nb_no: Kunne ikke kansellere trekk i Vipps/MobilePay. Vennligst manuelt sjekk statusen på denne ordren dersom du har planer om å opprette en ny fornyelse!

source: Could not capture charge because the status is not RESERVED or PARTIALLY_CAPTURED. Found status: %s
nb_no: Kunne ikke trekke beløp. Status på trekk er ikke RESERVED eller PARTIALLY_CAPTURED. Fant status: %s

source: Could not start Vipps/MobilePay checkout session
nb_no: Kunne ikke starte Vipps/MobilePay Checkout økt

source: Created At
nb_no: Tidspunkt

source: Cron settings
nb_no: Cron-innstillinger

source: Custom
nb_no: Egendefinert

source: Custom description
nb_no: Egendefinert beskrivelse

source: Customer passed to Vipps/MobilePay checkout
nb_no: Kunden ble videresendt til Vipps/MobilePay Checkout

source: Default status to give orders with a reserved charge
nb_no: Standardstatus for ordre med reservert trekk i Vipps/MobilePay

source: Default status to give pending renewal orders
nb_no: Standardstatus for fornyelsesordre

source: Description
nb_no: Beskrivelse

source: Description for Vipps/MobilePay Recurring Payments method. This controls the description which the user sees in the checkout form.
nb_no: Beskrivelse for Vipps/MobilePay faste betalinger metoden. Dette kontrollerer beskrivelsen som kunden ser i checkout.

source: Description source
nb_no: Beskrivelseskilde

source: Developer settings
nb_no: Utvikler-innstillinger

source: Developer, test, and debugging options.
nb_no: Utvikler, test og feilsøkings-innstillinger

source: Different subscription products can not be purchased at the same time using %s.
nb_no: Forskjellige abonnementer kan ikke kjøpes samtidig i samme ordre med %s.

source: Disable other gateway button
nb_no: Skru av "Velg en annen betalingsløsning"-knappen

source: Disables the "Select another Payment method" button in Klarna Checkout.
nb_no: Skrur av "Velg en annen betalingsløsning"-knappen i Klarna Checkout.

source: Done. Checked the status of %s orders
nb_no: Sånn. Sjekket status på %s ordre

source: Enable test mode
nb_no: Skru på testmodus

source: Enable Vipps/MobilePay Checkout
nb_no: Aktiver Vipps/MobilePay Checkout

source: Enable Vipps/MobilePay Recurring Payments
nb_no: Skru på Vipps/MobilePay Faste Betalinger

source: Enable/Disable
nb_no: Skru på/Skru av

source: Enabling this will route all API requests to the Vipps MobilePay test API.
nb_no: Denne innstillingen gjør at alle forespørsler blir sendt mot Vipps MobilePay sitt test API.

source: External Payment Method - Vipps/MobilePay Recurring Payments
nb_no: Ekstern betalingsmetode - Vipps/MobilePay Faste Betalinger

source: Failed Charges
nb_no: Mislykkede trekk

source: Failed creating a charge: %s
nb_no: Mislyktes med å opprette et trekk: %s

source: Failed to finish checking the status of all orders. Please try again.
nb_no: Klarte ikke hente status på alle ordre. Vennligst prøv igjen.

source: Failure Reason
nb_no: Feilårsak

source: Get your API keys from your Vipps/MobilePay developer portal.
nb_no: Hent API-nøklene dine fra Vipps/MobilePay-portalen.

source: Get your Merchant Serial Number your Vipps/MobilePay developer portal.
nb_no: Hent ditt Merchant Serial Number fra Vipps/MobilePay-portalen.

source: here
nb_no: her

source: If the description source is set to "custom" this text will be used.
nb_no: Hvis beskrivelseskilden er satt til "egendefinert" vil denne teksten bli brukt.

source: If this option is checked we will start automatically capturing MobilePay payments. This prevents reservations from being cancelled after 7 days.
nb_no: Når denne innstillingen er aktivert vil vi automatisk trekke reserverte beløp i MobilePay. Dette forhindrer at betalingsreservasjonene til MobilePay utløper etter 7 dager.

source: If you have a lot of Vipps/MobilePay subscription orders that are currently on-hold you might want to force check the status of all the orders instead of waiting for the cron-job to do it's job.
nb_no: Hvis du har mange faste betalinger med Vipps/MobilePay som foreløpig er "på vent" kan det hende du har lyst til å sjekke status på alle ordre med en gang i stedet for å vente på at wp-cron skal gjøre jobben sin.

source: Image url
nb_no: Bildelenke

source: Latest API Status
nb_no: Nyeste API status

source: Log debug messages
nb_no: Logg feilsøkingsmeldinger

source: Max 100 characters
nb_no: Maks 100 tegn

source: MobilePay payments are automatically captured to prevent the payment reservation from automatically getting cancelled after 14 days.
nb_no: Betalinger med MobilePay er automatisk trukket slik at reservasjonen ikke blir automatisk kansellert etter 14 dager.

source: Newest first
nb_no: Nyeste først

source: No
nb_no: Nei

source: No failed charges found.
nb_no: Ingen trekk har mislykket foreløpig.

source: No response from Vipps/MobilePay
nb_no: Mottok ikke et svar fra Vipps/MobilePay

source: None
nb_no: Ingen

source: Note: Reservations in MobilePay will be cancelled after 14 days. Remember to ship and fulfill your orders.
nb_no: NB: Reservasjoner i MobilePay blir kansellert etter 14 dager. Husk å fullføre og sende ordrene dine.

source: Note: Vipps is only available with the NOK currency. Your store currency is set to %s
nb_no: NB: Vipps er kun tilgjengelig med NOK som valuta. Din butikk sin valuta er satt til %s

source: Offer recurring payments with Vipps MobilePay for WooCommerce Subscriptions
nb_no: Tilby faste betalinger med Vipps/MobilePay for WooCommerce Subscriptions

source: Oldest first
nb_no: Eldste først

source: On hold
nb_no: På vent

source: Order cancelled
nb_no: Ordre kansellert

source: Order settings
nb_no: Ordre-innstillinger

source: Order specification changed - order abandoned by customer in Checkout
nb_no: Ordrespesifikasjon endret - ordre forlatt av kunden i Checkout

source: OrderId prefix
nb_no: OrderId prefiks

source: Orders, renewals and status settings.
nb_no: Ordre, fornyelser og status-innstillinger

# Page title
source: Vipps MobilePay Recurring Checkout
nb_no: Vipps MobilePay faste betalinger checkout

source: Pay with %s
nb_no: Betal med %s

source: Pay with {brand}.
nb_no: Betal med {brand}.

source: Payment gateway change request cancelled in Vipps/MobilePay
nb_no: Forespørsel om bytte av betalingsmiddel avbrutt i Vipps/MobilePay

source: Pending cancellation
nb_no: Venter på kansellering

source: Pending Charges
nb_no: Trekk på vent

source: Product short description
nb_no: Kort beskrivelse av produktet

source: Random
nb_no: Tilfeldig

source: Recurring payments is not yet activated for this sale unit. Read more <a href="%s" target="_blank">here</a>
nb_no: Faste betalinger er ikke aktivert for denne salgsenheten. Les mer <a href="%s" target="_blank">her</a>

source: Remember: {brand} is always has no fees when paying businesses.
nb_no: Husk: {brand} er alltid gebyrfritt når du betaler til bedrifter.

source: Request to change gateway to Vipps/MobilePay with agreement ID: %s.
nb_no: Forespørsel om å bytte til Vipps/MobilePay med agreement ID: %s

source: Save debug messages to the WooCommerce System Status log.
nb_no: Lagre feilsøkingsmeldinger i WooCommerce sin System Status logg.

source: Settings
nb_no: Innstillinger

source: Status checking sort order for charges
nb_no: Rekkefølgen trekk skal sjekkes i

source: Subscription cancelled by the customer via the Vipps MobilePay app.
nb_no: Abonnementet ble avsluttet av kunden fra Vipps-appen.

source: Successfully authenticated with the Vipps/MobilePay API
nb_no: Autentisering med Vipps/MobilePay vellykket

source: Successfully checked the status of these charges
nb_no: Sjekk av trekkstatus vellykket

source: Test API settings
nb_no: Test API-innstillinger

source: Test mode
nb_no: Testmodus

source: The agreement was cancelled or expired in Vipps/MobilePay
nb_no: Betalingsavtalen utløp eller var avbrutt i Vipps/MobilePay

source: The amount of charges to check the status for in wp-cron per scheduled event. It is recommended to keep this between 5 and 100. The higher the value, the more performance issues you may run into.
nb_no: Mengden trekk som skal sjekkes status på samtidig i wp-cron. Det anbefales å sette denne til et tall mellom 5 og 100. Overstiger du 100 kan det by på ytelsesproblemer.

source: The page to redirect customers to when they click "Continue shopping" after a cancelled payment.
nb_no: Siden du vil videresende kunder til når de trykker "Fortsett å handle" etter å ha kansellert en ordre.

source: The sort order we use when checking charges in wp-cron. Random sort order is the best for most use cases. Oldest first may be useful if you use synchronized renewals.
nb_no: Rekkefølgen trekk skal status-sjekkes i wp-cron. En tilfeldig rekkefølge er anbefalt for de fleste bruksområder. Eldste først kan være nyttig dersom du bruker synkroniserte fornyelser.

source: The status to give orders when the charge is reserved in Vipps/MobilePay (i.e. tangible goods). Notice: This option only counts for newly signed agreements by the customer. Use the setting below to set the default status for renewal orders.
nb_no: Denne statusen gis til ordre hvor et trekk er reservert og ikke trukket ennå i Vipps/MobilePay (for eksempel for materielle varer). Merk: denne innstillingen gjelder kun ved nylig signert betalingsavtale av kunde. Bruk innstillingen for fornyelsesordre nedenfor for å kontrollere standardstatus for fornyelsesordre.

source: The subtotal is zero, the order is free for this subscription period.
nb_no: Delsummen er lik null, ordren er gratis i denne abonnementsperioden.

source: These settings control the connection between your store and Vipps MobilePay.
nb_no: Disse innstillingene kontrollerer tilkoblingen mellom din butikk og Vipps MobilePay.

source: This area is for special actions that aren't settings. If you are looking for the plugin's settings, click <a href='%s'>here</a>.
nb_no: Dette området er for handlinger som ikke er vanlige innstillinger. Hvis du leter etter utvidelsen sine innstillinger finner du de <a href='%s'>her</a>.

source: This controls the description which the user sees during checkout. {brand} is substituted with either Vipps or MobilePay.
nb_no: Kontrollerer hvilken merkevare kunden ser i kassa. {brand} blir erstattet av enten Vipps eller MobilePay.

source: This option will make sure order statuses always transition to "completed" when the renewal charge is completed in Vipps/MobilePay.
nb_no: Denne innstillingen vil sørge for at status på ordre alltid blir "fullført" når et trekk blir fullført i Vipps/MobilePay.

source: This order has not yet been captured.
nb_no: Denne ordren har ikke blitt trukket ennå.

source: This page is used for the alternative Vipps/MobilePay checkout page, which you can choose to use instead of the normal WooCommerce checkout page.
nb_no: Denne siden er brukt for den alternative Vipps/MobilePay checkout-kassen.

source: This subscription is already active in Vipps/MobilePay. You can leave this page.
nb_no: Dette abonnementet har allerede en aktiv betalingsavtale i Vipps/MobilePay. Du kan forlate denne siden.

source: This value is being overriden by WC_VIPPS_RECURRING_TEST_MODE.
nb_no: Denne verdien er overstyrt av WC_VIPPS_RECURRING_TEST_MODE.

source: This Vipps/MobilePay agreement ID is invalid.
nb_no: Denne Vipps/MobilePay betalingsavtale ID-en er ugyldig.

source: Transition order status for renewals to "completed"
nb_no: Flytt status på fornyelsesordre til "fullført"

source: URL to the Vipps/MobilePay logo
nb_no: Lenke til Vipps/MobilePay logoen

source: Use at your own risk
nb_no: Bruk på egen risiko

source: Verifying your payment. Please wait.
nb_no: Vennligst vent mens vi sjekker betalingen din.

source: Vipps MobilePay Checkout replaces the normal WooCommerce checkout with an easier and more seamless checkout that allows you to pay with Vipps MobilePay (and soon also a credit card). Your customers will be able to provide their billing/shipping details directly from the Vipps MobilePay app. <br><br><strong>Important!</strong> Checkout for recurring payments <strong>only supports static shipping</strong> at the moment.
nb_no: Vipps Checkout erstatter den vanlige WooCommerce kassen med en enklere og mer intuitiv kasse som lar deg betale med Vipps (og snart bankkort). Kundene dine kan dele personalia og adresseinformasjon direkte fra Vipps-appen. <br><br><strong>Viktig!</strong> Checkout til faste betalinger <strong>støtter foreløpig kun statisk frakt</strong>.

source: Vipps/MobilePay Agreement ID
nb_no: Vipps/MobilePay Betalingsavtale ID

source: Vipps/MobilePay charge created: %1$s. The charge will be complete %2$s.
nb_no: Vipps/MobilePay trekk opprettet: %1$s. Trekket blir fullført %2$s.

source: Vipps/MobilePay is temporarily unavailable.
nb_no: Vipps/MobilePay er midlertidig utilgjengelig.

source: Vipps/MobilePay payment cancelled.
nb_no: Vipps/MobilePay betaling kansellert.

source: Vipps/MobilePay payment failed.
nb_no: Vipps/MobilePay betaling mislyktes.

source: Vipps/MobilePay Recurring Checkout Page
nb_no: Vipps/MobilePay faste betalinger kasseside

source: Vipps/MobilePay recurring checkout payment initiated
nb_no: Vipps/MobilePay faste betalinger betaling startet

source: Vipps/MobilePay Recurring Payments
nb_no: Vipps/MobilePay faste betalinger

source: Vipps/MobilePay recurring payments for WooCommerce
nb_no: Vipps/MobilePay faste betalinger for WooCommerce

source: Vipps/MobilePay Recurring Payments is currently in test mode - no real transactions will occur. Disable test mode when you are ready to go live!
nb_no: Vipps/MobilePay faste betalinger er foreløpig i testmodus - ingen ekte betalinger vil finne sted. Skru av testmodus når du er klar for å gå live.

source: Vipps/MobilePay Recurring Payments requires WooCommerce Subscriptions to be installed and active. You can purchase and download %s here.
nb_no: Vipps/MobilePay faste betalinger krever at WooCommerce Subscriptions er installert. Du kan kjøpe og laste ned %s her.

source: Vipps/MobilePay Recurring Payments works by redirecting your customers to the Vipps MobilePay portal for confirmation. It creates a payment plan and charges your users on the intervals you specify.
nb_no: Vipps/MobilePay Faste Betalinger lar deg ta løpende betalt med Vipps eller MobilePay via en betalingsavtale.

source: Waiting for you to capture the payment
nb_no: Venter på at du skal trekke beløpet

source: We hit Vipps/MobilePay's rate limit, we will retry later.
nb_no: Vi traff Vipps/MobilePay sin "rate-limit", vi prøver igjen snart.

source: We use webhooks in most instances, but they are not guaranteed to be reliable. In those cases we rely on cron.
nb_no: Vi bruker webhooks i de fleste tilfeller, men det kan ikke garanteres at de er tilgjengelig. I disse tilfellene bruker vi cron.

source: When a renewal order happens we have to wait a few days for the money to be drawn from the customer. This settings controls the status to give these renewal orders before the charge completes.
nb_no: Når et abonnement fornyes tar det et par dager før pengene blir trukket fra kunden sin bankkonto. Denne innstillingen kontrollerer hvilken status ordren skal ha i WooCommerce i mellomtiden.

source: Where we should source the agreement description from. Displayed in the Vipps/MobilePay app.
nb_no: Hvor beskrivelsen som brukes til betalingsavtalen i appen skal komme fra.

source: Yes
nb_no: Ja

source: You can not partially refund a pending or due charge. Please wait till the payment clears first or refund the full amount instead.
nb_no: Du kan ikke delvis refundere betalinger som ikke har blitt fullført ennå. Vent til betalingen er fullført eller gi en refusjon på hele beløpet i stedet.

source: You cannot refund a charge that was made more than 365 days ago. This order was created %s days ago.
nb_no: Du kan ikke tilbakebetale en betaling som skjedde for mer enn 365 dager siden. Denne ordren ble gjort for %s dager siden.

source: You need to provide a Merchant Serial Number before you can enable Checkout.
nb_no: Du må oppgi et Merchant Serial Number før du kan aktivere Checkout.

source: You will be redirected shortly.
nb_no: Du blir straks videresendt.

source: Your payment has been cancelled.
nb_no: Betalingen din har blitt kansellert.

source: Your Vipps/MobilePay Recurring Payments gateway is not correctly configured.
nb_no: Vipps/MobilePay faste betalinger er ikke konfigurert riktig. Vennligst dobbeltsjekk innstillingene til utvidelsen.

source: Your WordPress URL is not passing Merchant Agreement URL validation. Is your website publicly accessible?
nb_no: WordPress nettadressen din samsvarer ikke med reglene for Merchant Agreement nettadresser. Er nettsiden din privat?
