Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Vipps Recurring Payments for WooCommerce is perfect if you sell subscriptions or memberships. The plugin is available for Wordpress and WooCommerce - get started here!
da_dk: Vipps Gentagende Betalinger for WooCommerce er perfekt, hvis du sælger abonnementer eller medlemskaber. Pluginet er tilgængeligt for WordPress og WooCommerce - kom i gang her!
fi: Vipps Toistuvat Maksut WooCommercelle sopii täydellisesti, jos myyt tilauksia tai jäsenyyksiä. Liitännäinen on saatavilla WordPressiin ja WooCommerceen - aloita tästä!

source: Wrong auth token in callback from %1$s - possibly an attempt to fake a callback
da_dk: Forkert auth token i callback fra %1$s - muligvis et forsøg på at forfalske en callback
fi: Väärä callback-tunniste %1$s:lta - mahdollinen yritys väärentää callback:ia

source: Your order from
da_dk: Din ordre fra
fi: Tilauksesi osoitteesta

source: QR-id
fi: QR-tunnus

source: Variant
fi: Vaihtoehto
