Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

# block keyword
source: buy-now
nb_no: kjøp-nå
sv_se: köp-nu

# block keyword
source: Express
nb_no: Hurtigkasse
sv_se: Hurtigkassen

# block keyword
source: Vipps Express
nb_no: Vipps Hurtigkasse
sv_se: Vipps Hurtigkasse

source: Edit selected product
nb_no: Rediger valgt produkt
sv_se: Redigera vald produkt

source: Confirm
nb_no: Bekreft
sv_se: Bekräfta

source: Search Product
nb_no: Produktsøk
sv_se: Sök produkt

source: Selected product
nb_no: Valgt produkt
sv_se: Vald produkt

source: %1$s Could not retrieve any shipping rate for this order, with method %2$s
nb_no: %1$s Fant ingen fraktrate for denne ordren, metoden var %2$s
sv_se: %1$s Kunde inte hämta några fraktkostnader för denna beställning, med metod %2$s

source: Unknown shipping: please check the shipping details at %1$s
nb_no: Ukjent frakt: Vennligst sjekk fraktdetaljene på %1$s
sv_se: Okänd frakt: vänligen kontrollera fraktuppgifterna på %1$s

source: Pay safely and easily. No fees, no matter the amount.
nb_no: Kjøp trygt og enkelt. Ingen avgifter, uansett beløp.
sv_se: Betala säkert och enkelt. Inga avgifter, oavsett beloppet.

source: Store language
nb_no: Lagre språk
sv_se: Butiksspråk

source: Choose language
nb_no: Velg språk
sv_se: Välj språk

source: Choose the button variant with the perfect fit for your site
nb_no: Velg knappevarianten med perfekt passform for ditt nettsted
sv_se: Välj knappvarianten som passar perfekt för din webbplats

source: Received shipping callback for order %d
nb_no: Mottok frakt-tilbakekall for ordre %d
sv_se: Mottog fraktåterkoppling för beställning %d

source: Payment method reset to %1$s - it had been set to another payment method while completing the order for %2$d
nb_no: Betalingsmetoden er satt tilbake til %1$s - den var blitt satt til en annen betalingsmetode mens ordre %2$d ble fullført
sv_se: Betalningsmetod återställd till %1$s - den hade ställts in på en annan betalningsmetod medan beställningen för %2$d slutfördes.

source: Phone numbers from Express or Checkout are in the format 47xxxxxx without plus-sign in front. If you prefer, or if it is neccessary for your integrations, you can transform these numbers either by adding the plus sign or by stripping the country-code (45, 46, 47, 358).<br>NB: stripping country codes is at the moment only supported for Norwegian, Danish, Finnish and Swedish numbers.<br>Remember to explicitly test your use case before committing to any transformation on your live store.
nb_no: Telefonnr fra hurtigkassen eller Checkout er i formatet 47xxxxxx uten pluss-tegn foran. Hvis du foretrekker det, eller hvis det er nødvendig for dine integrasjoner, kan du transformere disse telefonnumrene enten ved å legge til et plusstegn eller ved å fjerne landkoden (45, 46, 47, 358)<br>NB: Å fjerne landkoder virker for øyeblikket bare for norske, svenske, danske og finske telefonnumre.<br>Husk å teste ditt bruksområde før du bestemmer det for en transformasjon for din live-butikk.
sv_se: Telefonnummer från Hurtigkassen eller Checkout är i formatet 47xxxxxx utan plustecken framför. Om du föredrar det, eller om det är nödvändigt för dina integrationer, kan du omvandla dessa nummer antingen genom att lägga till plustecknet eller genom att ta bort landskoden (45, 46, 47, 358).<br>NB: att ta bort landskoder stöds för närvarande endast för norska, danska, finska och svenska nummer.<br>Kom ihåg att uttryckligen testa ditt användningsfall innan du åtar dig någon omvandling på din livebutik.

source: Strip country code
nb_no: Fjern landkode
sv_se: Ta bort landskod

source: Prepend '+'
nb_no: Legg til '+' foran
sv_se: Lägg till '+'

source: Choose a transformation to apply to phone numbers for %1$s and Express Checkout
nb_no: Velg en transformasjon for telefonnumre for %1$s og Hurtigkassen
sv_se: Välj en omvandling att tillämpa på telefonnummer för %1$s och Checkout

source: Phone number transformation for %1$s and Express Checkout
nb_no: Telefonnr-transformasjon for %1$s og Hurtigkassen
sv_se: Telefonnummer omvandling för %1$s och Hurtigkassen

source: Found no express logo fallback for payment method %1$s, language %2$s, and variant %3$s.
nb_no: Fant ingen hurtigkasse-log fallback for betalingsmetode %1$s, språk %2$s, og variant %3$s.
sv_se: Hittade ingen fallback för expresslogotyp för betalningsmetod %1$s, språk %2$s och variant %3$s.

source: Could not find chosen express logo for payment method %1$s, language %2$s, and variant %3$s, attempting to fall back on language and payment method, else only language.
nb_no: Kunne ikke finne valgte hurtigkasselog for betalingsmetode %1$s, språk %2$s, og variant %3$s. Prøver å bruke bare språk og betalingsmetode, eller bare språk.
sv_se: Kunde inte hitta vald expresslogotyp för betalningsmetod %1$s, språk %2$s och variant %3$s, försöker att falla tillbaka på språk och betalningsmetod, annars endast språk.

source: Buttons
nb_no: Knapper
sv_se: Knappar

source: Choose variant to use in mini contexts
nb_no: Velg variant for mini-kontekster
sv_se: Välj variant att använda i mini sammanhang

source: Mini cart
nb_no: Minihandlekurv
sv_se: Mini kundvagn

source: Cart
nb_no: Handlekurv
sv_se: Kundvagn

source: Catalog page
nb_no: Katalogsider
sv_se: Katalogsida

source: Product page
nb_no: Produktside
sv_se: Produkt sida

source: Force mini variant in these contexts:
nb_no: Tving mini-variant i disse kontekstene:
sv_se: Tvinga mini variant i dessa sammanhang:

source: Choose variant
nb_no: Velg variant
sv_se: Välj variant

source: %1$s supports different variants of buttons for you to perfect your store's look
nb_no: %1$s støtter forskjellige knappevarianter for å fullføre din butikks utseende
sv_se: %1$s stöder olika varianter av knappar för att du ska kunna perfekta utseendet på din butik

source: %1$s button configuration
nb_no: %1$s knappe-konfigurasjon
sv_se: %1$s knappkonfiguration

source: Express pill mini
nb_no: Hurtigkasse avrundet mini
sv_se: Express rundad mini

source: Express rectangular mini
nb_no: Hurtigkasse rektangulær mini
sv_se: Express rektangulär mini

source: Express pill
nb_no: Hurtigkasse avrundet
sv_se: Express rundad

source: Express rectangular
nb_no: Hurtigkasse rektangulær
sv_se: Hurtigkassen rektangulär

source: Buy now pill
nb_no: Kjøp-nå avrundet
sv_se: Köp nu rundad

source: Buy now rectangular
nb_no: Kjøp nå rektangulær
sv_se: Köp nu rektangulär

source: Serialized data was %1$s
nb_no: Serialisert data var %1$s
sv_se: Serialiserad data var %1$s

source: Order %1$s has a manual refund so we will not send this refund to %2$s
nb_no: Ordre %1$s har en manuell tilbakebetaling, så vi setter ikke denne tilbakebetalingen til %2$s
sv_se: Order %1$s har en manuell återbetalning så vi kommer inte att skicka denna återbetalning till %2$s

source: Refunded through %1$s
nb_no: Tilbakebetalt gjennom %1$s
sv_se: Återbetald genom %1$s

source: Cannot expire checkout session for order %d: %s
nb_no: Kan ikke sette checkout-økt for ordre %d til utløpt: %s
sv_se: Kan inte avsluta kassa-session för order %d: %s

source: Cannot get status of %1$d at %2$s in woocommerce_cancel_unpaid_order, not allowing deletion: %3$s
nb_no: Kan ikke hente status til %1$d hos %2$s i woocommerce_cancel_unpaid_order, sletting ikke tillatt: %3$s
sv_se: Kan inte hämta status för %1$d vid %2$s i woocommerce_cancel_unpaid_order, vilket inte tillåter radering: %3$s

source: If set, all plugin settings will be deleted upon plugin deactivation. Warning: there is no recovery after deletion.
nb_no: If valgt så vil alle utvidelses-innstillinger bli slettet når utvidelsen deaktiveres. NB: Disse kan da ikke hentes tilbake.
sv_se: Om det är inställt kommer alla plugin-inställningar att raderas vid avaktivering av pluginet. Varning: det finns ingen återställning efter radering.

source: Delete plugin settings on deactivation
nb_no: Slett utvidelsens innstillinger når den deaktiveres
sv_se: Radera plugin-inställningar vid avaktivering

source: %1$s poll: Handling order:
nb_no: %1$s poll: håndterer ordre:
sv_se: %1$s omröstning: Hanterar order:

source: Pickup location
nb_no: Hentested

source: A widget to add customer notes with their order.
nb_no: En widget for å legge til kundens notater med bestillingen deres.
sv_se: En widget för att lägga till kundanteckningar med sin beställning.

source: Enable the order notes widget
nb_no: Aktiver widgeten for bestillingsnotater
sv_se: Aktivera widgeten för orderanteckningar.

source: A widget to activate coupon codes.
nb_no: En widget for å aktivere kupongkoder.
sv_se: En widget för att aktivera kupongkoder.

source: Enable the coupon code widget
nb_no: Aktiver widgeten for kupongkoder
sv_se: Aktivera kupongkodswidgeten.

source: Widgets are elements shown above the %1$s frame with extra functionality.
nb_no: Widgeter er elementer som vises over %1$s-rammen med ekstra funksjonalitet.
sv_se: Widgets är element som visas ovanför %1$s ramen med extra funktionalitet.

source: %1$s widgets
nb_no: %1$s widgeter

source: Save
nb_no: Lagre
sv_se: Spara

source: Saved
nb_no: Lagt til
sv_se: Sparad

source: Something went wrong
nb_no: Noe gikk galt
sv_se: Något gick fel

source: Notes
nb_no: Notater
sv_se: Anteckningar

source: Is there anything you wish to inform the store about? Include it here
nb_no: Er det noe du ønsker å informere butikken om? Legg det til her
sv_se: Är det något du vill informera butiken om? Inkludera det här

source: Order notes
nb_no: Bestillingsnotater
sv_se: Beställningsanteckningar

source: Add
nb_no: Legg til
sv_se: Lägg till

source: Coupon code added!
nb_no: Rabattkode lagt til!
sv_se: Kupongkod tillagd!

source: Could not remove coupon
nb_no: Kunne ikke fjerne rabattkode
sv_se: Kunde inte ta bort kupongkod

source: Invalid coupon code
nb_no: Ugyldig rabattkode
sv_se: Ogiltig kupongkod

source: Enter your code
nb_no: Skriv inn koden din
sv_se: Ange din kod

source: Coupon code
nb_no: Rabattkode
sv_se: Kupongkod

source: Your coupon code %s has been removed from your cart and your Checkout session has ended. You can add the code again either here or on the Checkout page
nb_no: Kupongkoden din %s har blitt fjernet fra handlekurven din, og din Checkout-økt er avsluttet. Du kan legge til koden igjen enten her eller på utsjekkingssiden
sv_se: Din kupongkod %s har tagits bort från din kundvagn och din Checkout-session har avslutats. Du kan lägga till koden igen antingen här eller på Checkout sidan.

source: Vipps MobilePay Checkout callback with unknown action: %s
nb_no: Vipps MobilePay Checkout callback med ukjent handling: %s
sv_se: Vipps MobilePay Checkout callback med okänd handling: %s

source: Company
nb_no: Selskap
sv_se: Företag

source: Problem modifying Checkout session:
nb_no: Problem med å endre Checkout-økt:
sv_se: Problem med att ändra Checkout-session:

source: Timeslot ID
nb_no: Tidsvindu-ID
sv_se: Tidslucka-ID

source: Timeslot
nb_no: Tidsvindu
sv_se: Tidslucka

source: End: %s
nb_no: Slutt: %s
sv_se: Slut: %s

source: Date: %s
nb_no: Dato: %s
sv_se: Datum: %s

source: Cannot add timeslot: A timeslot needs to have keys id, date, start and end:
nb_no: Kan ikke legge til tidsvindu: Et tidsvindu må ha nøklene id, date, start og end:
sv_se: Kan inte lägga till tidslucka: En tidslucka måste ha nyckel id, datum, start och slut:

source: Cannot add pickup point: A pickup point needs to have keys id, name, address, city, postalCode and country:
nb_no: Kan ikke legge til hentepunkt: Et hentepunkt må ha nøklene id, name, adress, city, postalCode og country:
sv_se: Kan inte lägga till upphämtningsställe: Ett upphämtningsställe måste ha nyckel id, namn, adress, stad, postkod och land:

source: This subscription has been automatically marked for deletion as it has no billing details after two hours.
nb_no: Denne ordren er automatisk merket for sletting, fordi den ikke har noen faktureringsdetaljer etter to timer.
sv_se: Prenumerationen har automatiskt markerats för radering eftersom den inte har några faktureringsuppgifter efter två timmar.

source: For msn %s we have a webhook %s %s which is pointed the wrong way (%s) for this website
nb_no: For msn %s har vi en webhook %s %s som peker feil vei (%s) for dette nettstedet
sv_se: För msn %s har vi en webhook %s %s, som pekar åt fel håll (%s) för denna webbplats

source: Skip & save
nb_no: Hopp over og lagre
sv_se: Hoppa över & spara

source: Start using %1$s
nb_no: Begynn å bruke %1$s
sv_se: Börja använda %1$s

source: You need easy shipping solutions with diverse choices.
nb_no: Du trenger enkle fraktløsninger med forskjellige valg.
sv_se: Du behöver enkla fraktlösningar med ett mångfald av val.

source: You want simple, varied payment options
nb_no: Du vil ha enkle, varierte betalingsalternativer
sv_se: Du vill ha enkla, varierade betalningsalternativ

source: Perfect for you if:
nb_no: Pefekt om du:
sv_se: Perfekt för dig om:

source: All-in-One Solution: No fixed monthly fees-just pure convenience.
nb_no: Alt-i-ett-løsning: Ingen faste månedlige gebyrer - bare ren bekvemmelighet.
sv_se: Allt-i-ett Lösning: Inga fasta månadsavgifter - bara ren bekvämlighet.

source: Streamlined Shopping Process: Simplify your customers' journey from cart to confirmation
nb_no: Strømlinjeformet handleprosess: Forenkle kundenes reise fra handlekurv til bekreftelse
sv_se: Effektiviserad shoppingprocess: Förenkla dina kunders resa från kundvagn till bekräftelse

source: Effortless Payments: Accept payments smoothly with Vipps/MobilePay, Visa, and Mastercard.
nb_no: Uanstrengte betalinger: Ta i mot betalinger friksjonsfritt med Vipps/MobilePay, Visa og Mastercard.
sv_se: Betalning utan ansträngning: Acceptera betalningar smidigt med Vipps/MobilePay, Visa och Mastercard.

source: Why %1$s?
nb_no: Hvorfor %1$s?
sv_se: Varför %1$s?

source: Sketch of
nb_no: Skisse av
sv_se: Skiss av

source: Upgrade your customer experience with %1$s
nb_no: Oppgrader kundeopplevelsen med %1$s
sv_se: Uppgradera din kundupplevelse med %1$s

source: If you have any questions related to this plugin, you are welcome to check out the <a href="https://wordpress.org/support/plugin/woo-vipps/" target="_blank">support forum.</a>
nb_no: Om du har spørsmål om denne utvidelsen, er du velkommen til <a href="https://wordpress.org/support/plugin/woo-vipps/" target="_blank">brukerforumet.</a>
sv_se: Om du har några frågor relaterade till detta plugin, är du välkommen att kolla in <a href="https://wordpress.org/support/plugin/woo-vipps/" target="_blank">support forum.</a>

source: Support
nb_no: Brukerstøtte

source: Documentation
nb_no: Dokumentasjon
sv_se: Dokumentation

source: Get started
nb_no: Kom i gang

source: Offer Porterbuddy as a shipping method
nb_no: Tilby Porterbuddy som en fraktmåte
sv_se: Erbjuda Porterbuddy som ett fraktsätt

source: Offer PostNord as a shipping method
nb_no: Tilby PostNord som en fraktmåte
sv_se: Erbjuda PostNord som ett fraktsätt

source: Offer Posti as a shipping method
nb_no: Tilby Posti som en fraktmåte
sv_se: Erbjuda Posti som ett fraktsätt

source: Offer Helthjem as a shipping method
nb_no: Tilby Helthjem som en fraktmåte
sv_se: Erbjuda Helthjem som ett fraktsätt

source: Select this to offer this shipping method.
nb_no: Velg dette for å tilby denne fraktmåten.
sv_se: Välj detta för att erbjuda detta fraktsätt

source: Offer Posten Norge as a shipping method
nb_no: Tilby Posten Norge som en fraktmåte
sv_se: Erbjud Posten Norge som ett fraktsätt

source: When you use %1$s, you have a variety of shipping options to choose from, giving you even more choices from certain shipping providers.
nb_no: Når du bruker %1$s har en rekke fraktalternativer å velge mellom, noe som gir deg ytterligere valg fra enkelte frakttilbydere.

source: Shipping alternatives available with %1$s
nb_no: Fraktalternativer tilgjengelig med %1$s
sv_se: Fraktalternativ tillgängliga med %1$s

source: If you only sell products that are not to be shipped, you don't need the customer to enter their address.
nb_no: Om du bare vil selge produkter som ikke skal sendes trenger du ikke at kunden oppgir sin adresse.
sv_se: Om du bara säljer produkter som inte ska sändas behöver du inte att kunden anger sin adress.

source: Yes, all customers must enter their address
nb_no: Ja, alle kunder må oppgi sin adresse
sv_se: Ja, alla kunder måste ange sin adress

source: Do you want the customer to enter their address?
nb_no: Vil du at kundene skal oppgi sin adresse?
sv_se: Vill du att kunden ska ange sin adress?

source: By creating new customers, you avoid orders showing up as guest orders. We recommend combining this with Log in with %1$s for a full overview of your customers.
nb_no: Ved å opprette nye kunder unngår du at ordre vises som gjesteordre. Vi anbefaler å kombinere dette med Innlogging med %1$s for full oversikt over kundene dine.
sv_se: Genom att skapa nya kunder undviker du att beställningar dyker upp som gästbeställningar. Vi rekommenderar att du kombinerar detta med Innloggning med %1$s för en full överblick över dina kunder.

source: Yes, create new customers on %1$s
nb_no: Ja, opprett nye kunder på %1$s
sv_se: Ja, skapa nya kunder på %1$s

source: Do you want to create new customers on %1$s?
nb_no: Vil du opprette nye kunder på %1$s?
sv_se: Vill du skapa nya kunder på %1$s?

source: If your shipping prices are the same no matter where the customer lives, you don't need dynamic shipping calculation.
nb_no: Om fraktprisene dine er de samme uansett hvor kundene bor trenger du ikkr dynamisk fraktberegning.

source: Yes, I want dynamic shipping calculation
nb_no: Ja, jeg vil ha dynamisk fraktberegning
sv_se: Ja, jag vill ha dynamisk fraktberäkning

source: Are you going to base shipping price on the customers address?
nb_no: Skal du basere fraktprisen på kundens adresse?
sv_se: Kommer du att basera fraktpriset på kundens adress?

source: Yes, I want to start using %1$s
nb_no: Ja, jeg vil begynne å bruke %1$s
sv_se: Ja, jag vill börja använda %1$s

source: %1$s is a service from %2$s, which allows you to replace the usual WooCommerce checkout page with a super simple checkout screen, where your customers can pay with Vipps, Visa, and MasterCard!
nb_no: %1$s er en tjeneste fra %2$s som lar deg erstatte den vanlige kassesiden i WooCommerce med en superenkel kasseskjerm der kundene dine kan betale med Vipps, Visa og MasterCard!
sv_se: %1$s är en tjänst från %2$s, som låter dig ersätta den vanliga WooCommerce checkout sidan med en superenkel checkout skärm, där dina kunder kan betala med Vipps, Visa och MasterCard!

source: Get started with %1$s
nb_no: Kom i gang med %1$s
sv_se: Kom igång med %1$s

source: Welcome! You are almost ready to accept payments with %1$s
nb_no: Velkommen! Du er nesten klar til å motta betalinger med %1$s
sv_se: Välkommen! Du är nästan redo för att acceptera betalningar med %1$s

source: Your client key or secret is wrong.
nb_no: Din 'client key' eller 'secret' er feil.
sv_se: Din klientnyckel eller hemlighet är fel.

source: MSN or subscription key (or both) seem to be wrong:
nb_no: MSN eller abonnementsnøkkelen (eller begge( ser ut til å være feil:
sv_se: MSN eller prenumerationsnyckel (eller båda) verkar vara fel:

source: This plugin can no longer be activated because its functionality is now included in <strong>%1$s</strong>. It is recommended to <strong>delete</strong> it.
nb_no: Denne utvidelsen kan ikke lenger aktiveres fordi funksjonaliteten nå er inkludert i <strong>%1$s</strong>. Det anbefales å <strong>slette</strong> den.
sv_se: Denna plugin kan inte längre aktiveras eftersom dess funktionalitet nu ingår i <strong>%1$s</strong>. Det rekommenderas att <strong>radera</strong> det.

source: This plugin can now be <strong>deactivated</strong> because its functionality is now included in <strong>%1$s</strong>. After deactivation, it can not be activated again while that plugin is active, but exactly the same functionality will be provided.
nb_no: Denne utvidelsen kan nå <strong>deaktiveres</strong>fordi funksjonaliteten nå er inkludert i <strong>%1$s</strong>. Etter deraktivering kan den ikke aktiveres igjen mens den utvidelsen er aktiv, men akkurat samme funksjonalitet vil være tilstede.
sv_se: Denna plugin kan nu <strong>avaktiveras</strong> eftersom dess funktionalitet nu ingår i <strong>%1$s</strong>. Efter avaktivering kan den inte aktiveras igen medan plugin-programmet är aktivt, men exakt samma funktionalitet kommer att tillhandahållas.

source: Every One Minute
nb_no: Hvert minutt

# Page title
source: Vipps MobilePay Recurring Checkout
nb_no: Vipps MobilePay faste betalinger i kassen
sv_se: Vipps MobilePay Återkommande betalningar Checkout

source: Anonymous Vipps MobilePay Customer
nb_no: Anonym Vipps MobilePay-kunde
sv_se: Anonym Vipps MobilePay Kund

source: You need to provide a Merchant Serial Number before you can enable Checkout.
nb_no: Du må oppgi Merchant Serial Number før du kan slå på bruk av kasse.
sv_se: Du måste uppge en Merchant Serial Number, innan du kan aktivera Checkout.

source: Your early renewal order was successful.
nb_no: Din tidlige fornyelsesordre er gjennomført.

source: Vipps/MobilePay charge created: %1$s. The charge will be complete %2$s.
nb_no: Vipps/MobilePay-betaling opprettet: %1$s. Betalingen vil være fullført %2$s.
sv_se: Vipps/MobilePay-avgift skapad: %1$s. Debiteringen kommer att vara fullständig %2$s.

source: Automatically clean up Checkout orders where the order was abandoned, or the specification changed (runs every hour).
nb_no: Rydd opp automatisk i kasse-ordre der ordren er forlatt, eller spesifikasjonen endret (kjører hver time).
sv_se: Rensa automatiskt i Checkout-order där beställningen övergavs eller specifikationen ändrades (körs varje timme).

source: Cleanup changed/abandoned orders
nb_no: Rydd opp i endrede/forlatte ordre
sv_se: Rensa ändrade/övergivna beställningar

source: No pending charges found.
nb_no: Ingen ventende betalinger funnet.

# post date
source: Y/m/d g:i:s A
nb_no: m.d.Y H:i

source: Select order %s
nb_no: Velg ordre %s

source: Sweden
nb_no: Sverige
sv_se: Sverige

source: Recurring Payments
nb_no: Gjentakende betalinger
sv_se: Återkommande betalningar

source: Your support for recurring payments with %1$s uses the legacy stand-alone plugin. This is no longer required, and you should <b><a href='%2$s'>deactivate</a></b> this plugin, since development on this will soon cease.
nb_no: Din støtte for gjentalknde betalinger med %1$s bruker den foreldede, frittstående utvidelsen. Dette er ikke lenger nødvendig, og du bør <b><a href='%2$s'>deaktivere</a></b> den utvidelsen, fordi utviklingen av den snart vil stanse.
sv_se: Ditt stöd för återkommande betalningar med %1$s använder det äldre fristående plugin-programmet. Detta krävs inte längre, och du bör <b><a href='%2$s'>avaktivera</a></b> detta plugin, eftersom utvecklingen av detta snart kommer att upphöra.

source: This plugins support for recurring payments requires the plugin <a href='%1$s' target='_blank'>WooCommerce Subscriptions</a>. You need to install and activate this first.
nb_no: Den utvidelsens støtte for gjentakende betalinger krever utvidelsen <a href='%1$s' target='_blank'>WooCommerce Abonnementer</a>. Du må installere og aktivere den først.
sv_se: Detta plugin-stöd för återkommande betalningar kräver plugin-programmet <a href='%1$s' target='_blank'>WooCommerce-prenumerationer</a>. Du måste installera och aktivera detta först.

source: Support for recurring payments with %1$s is <b>active</b>. You can configure the plugin at its <a href='%2$s'>settings page</a>.
nb_no: Støtte for gjentakende betalinger med %1$s er <b>aktiv</b>. Du kan konfigurere utvidelsen på dens <a href='%2$s'>side for innstillinger</a>.
sv_se: Support för återkommande betalningar med %1$s är <b>aktivt</b>. Du kan konfigurera plugin-programmet på dess <a href='%2$s'>inställningssida</a>.
