Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Select the country for this merchant serial number. This will determine the appropriate payment method (Vipps or MobilePay).
da_dk: Vælg landet for dette forhandler-serienummeret. Dette vil bestemme den passende betalingsmetode (Vipps eller MobilePay).
nb_no: Velg landet til dette forhandlernummeret. Dette vil avgjøre avgjøre passende betalingsmåte (Vipps eller MobilePay).
sv_se: Välj landet för detta merchant serienummer. Detta kommer att avgöra den lämpliga betalningsmetoden (Vipps eller MobilePay).

source: Denmark
da_dk: Danmark
nb_no: Danmark
sv_se: Danmark

source: Norway
da_dk: Norge
nb_no: Norge
sv_se: Norge

source: Country
da_dk: Land
nb_no: Land
sv_se: Land

# block description
source: A block that handles Vipps MobilePay shareable links for the new WooCommerce product editor.
da_dk: En blok, der håndterer Vipps MobilePay delbare links til den nye WooCommerce produkteditor.
nb_no: En blokk som håndterer delbare Vipps MobilePay-lenker for den nye produktredigereren i WooCommerce.
sv_se: Ett block som hanterar Vipps MobilePay delbara länkar för den nya WooCommerce produktredigeraren.

# block title
source: Blocks
da_dk: Blokke
nb_no: Blokker
sv_se: Block

source: Copied!
da_dk: Kopieret!
nb_no: Kopiert!
sv_se: Kopierad!

source: Actions
da_dk: Handlinger
nb_no: Handlinger
sv_se: Åtgärder

source: Error creating shareable link.
da_dk: Fejl ved oprettelse af delbar link.
nb_no: Feil ved oppretting av delbar lenke.
sv_se: Fel vid skapande av delbar länk.

source: Variation
nb_no: Variant

source: The %1$s settings are configured so that no products will have a Buy Now button - including this.
da_dk: Indstillingerne for %1$s er konfigureret, så ingen produkter vil have en Køb nu-knap - heller ikke dette.
nb_no: %1$s instillingen er satt opp slik at ingen produkter har en "Kjøp nå"-knapp, inkludert dette.
sv_se: Inställningarna för %1$s är konfigurerade så att inga produkter kommer att ha en Köp nu-knapp - inklusive denna.

source: This product does not support express checkout, and so will not have a Buy Now button.
da_dk: Dette produkt understøtter ikke ekspreskøb, og vil derfor ikke have en Køb nu-knap.
nb_no: Dette produktet støtter ikke hurtigkassen, og vil derfor ikke ha en Kjøp-nå knapp.
sv_se: Denna produkt stöder inte express checkout, och kommer därför inte att ha en Köp nu-knapp.

source: Add a Buy Now button to this product
da_dk: Tilføj en Køb nu-knap til dette produkt
nb_no: Legg til en Kjøp nå-knapp for dette produktet
sv_se: Lägg till en Köp nu-knapp till denna produkt.

source: Add %1$s Buy Now Button
da_dk: Tilføj %1$s Køb nu-knap
nb_no: Legg til %1$s Kjøp nå-knapp
sv_se: Lägg till %1$s Köp nu-knappen

source: Buy Now Button
da_dk: Køb nu-knap
nb_no: Kjøp nå-knapp
sv_se: Köp nu-knapp

source: Choose a badge to show on this product
da_dk: Vælg et badge til at vise på dette produkt
nb_no: Velg et merke å bruke på dette produktet
sv_se: Välj ett märke att visa på denna produkt

source: On-site messaging badges are small badges that can be added to your product pages to show that you accept %1$s payments.
da_dk: On-site messaging badges er små badges, der kan tilføjes til dine produktsider for at vise, at du accepterer %1$s betalinger.
nb_no: Skiltmerker for nettstedet er små skilt som kan legges til på produktsidene for å vise at du tar i mot betaling med %1$s.
sv_se: Meddelande märken på plats är små märken som kan läggas till på dina produktsidor för att visa att du accepterar %1$s betalningar.

source: Could not use special page with id %s - it seems not to exist.
da_dk: Kunne ikke bruge specialside med id %s - den ser ikke ud til at eksistere.
nb_no: Kunne ikke bruke spesialsiden med id %s - den ser ut til ikke å eksistere.
sv_se: Kunde inte använda specialsida med id %s - den verkar inte finnas.

source: Previous step
da_dk: Forrige trin
nb_no: Forrige trinn
sv_se: Föregående steg

source: Next step
da_dk: Næste skridt
nb_no: Neste trinn
sv_se: Nästa steg

source: Initial settings
da_dk: Indledende indstillinger
nb_no: Startinnstillinger
sv_se: Inledande inställningar

source: Save changes
da_dk: Gem ændringer
nb_no: Lagre endringene
sv_se: Spara ändringar

source: You don't have sufficient rights to edit these settings
da_dk: Du har ikke tilstrækkelige rettigheder til at redigere disse indstillinger
nb_no: Du har ikke tilstrekkelige rettigheter til å redigere disse innstillingene
sv_se: Du har inte tillräckliga rättigheter för att redigera dessa inställningar

source: Vipps Checkout cannot be used for orders less than %1$s %2$s
da_dk: Vipps Checkout kan ikke bruges til ordrer under %1$s %2$s
nb_no: Vipps-kassen kan ikke brukes for ordre mindre enn %1$s %2$s
sv_se: Vipps Checkout kan inte användas för beställningar under %1$s %2$s

source: Order
nb_no: Ordre
sv_se: Beställning

source: Order with captured funds older than %d days cancelled - because the order is this old, it will not be automatically refunded at Vipps. Manual refund may be required.
da_dk: Ordre med opfangede midler ældre end %d dage annulleret - fordi ordren er så gammel, vil den ikke blive automatisk refunderet hos Vipps. Manuel refundering kan være nødvendig.
nb_no: En ordre med belastede midler eldre enn %d dager ble kansellert - fordi ordren er så gammel vil den ikke automatisk bli refundert av Vipps MobilePay. Manuell refusjon kan være nødvendig.
sv_se: Beställning med påbörjade medel äldre än %d dagar avbruten - eftersom beställningen är så gammal kommer den inte att återbetalas automatiskt hos Vipps. Manuell återbetalning kan krävas.

source: In order return: The order %1$d seems to be deleted
da_dk: I ordre retur: Ordren %1$d ser ud til at være slettet
nb_no: Retur fra ordre: Ordren %1$d ser ut til å være slettet
sv_se: För att returnera: Beställningen %1$d verkar ha raderats

source: Address given for %1$s was %2$s
da_dk: Adressen givet for %1$s var %2$s
nb_no: Adressen oppgitt for %1$s var %2$s
sv_se: Adressen som angavs för %1$s var %2$s

source: Allow certain external payment methods in %1$s, returning control to WooCommerce for the order
da_dk: Tillad visse eksterne betalingsmetoder i %1$s, og returner kontrol til WooCommerce for ordren
nb_no: Tillat at visse eksterne betalingsmåter i %1$s tilbakefører kontrollen til WooCommerce for ordren
sv_se: Tillåt vissa externa betalningsmetoder i %1$s, vilket återger kontrollen till WooCommerce för beställningen

source: External Payment Methods
da_dk: Eksterne betalingsmetoder
nb_no: Eksterne betalingsmåter
sv_se: Externa betalningsmetoder

source: Allow Klarna as an external payment method in %1$s
da_dk: Tillad Klarna som en ekstern betalingsmetode i %1$s
nb_no: Tillat Klarna som en eksperimentell betalingsmåte i %1$s
sv_se: Tillåt Klarna som en extern betalningsmetod i %1$s

source: Alternative payment method "%1$s" chosen, customer returned from Checkout
da_dk: Alternativ betalingsmetode "%1$s" valgt, kunde returneret fra Checkout
nb_no: Alternative betalingsmåte valgt "%1$s" valgt, kunden returnerte fra kassen
sv_se: Alternativ betalningsmetod ”%1$s” vald, kund återvände från Checkout

source: No session choosing other gateway from Vipps Checkout
da_dk: Ingen session i vælg anden gateway fra Vipps Checkout
nb_no: Ingen sesjon ved valg av annen betalingsløsning fra Vipps-kassen
sv_se: Ingen session som väljer annan gateway från Vipps Checkout

source: Orderid %1$s is not pending when choosing another payment method from Vipps Checkout
da_dk: Ordrenummer %1$s er ikke 'pending', under valg af en anden betalingsmetode fra Vipps Checkout
nb_no: Ordre-id %1$s er ikke ventende ved valg av annen betalingsmåte fra Vipps-kassen
sv_se: Beställnings-id %1$s är inte väntande när du väljer en annan betalningsmetod från Vipps Checkout

source: Orderid %1$s: Wrong nonce when trying to switch payment methods.
da_dk: Ordrenummer %1$s: Forkert nonce, når der forsøges at skifte betalingsmetoder.
nb_no: Ordre-id %1$s: Feil engangskode ved forsøk på å bytte betalingsmåter.
sv_se: Beställnings-id %1$s: Fel engångskod när du försöker byta betalningsmetoder.

source: Download as PNG
da_dk: Download som PNG
nb_no: Last ned som PNG
sv_se: Ladda ner som PNG

source: Download as SVG
da_dk: Download som SVG
nb_no: Last ned som SVG
sv_se: Ladda ner som SVG

source: Select link type
da_dk: Vælg linktype
nb_no: Velg lenketype
sv_se: Välj länktyp

source: Order %2$d is 'pending' but its %1$s Order Status is %3$s - this means that the order has been erroneously set to 'pending' after completion or cancellation. Will not process further. Please check status of order at Vipps and set to correct status in WooCommerce
da_dk: Ordre %2$d er 'ventende', men dens %1$s Ordrestatus er %3$s - dette betyder, at ordren fejlagtigt er blevet sat til 'ventende' efter fuldførelse eller annullering. Vil ikke blive behandlet yderligere. Tjek venligst status for ordren hos Vipps og sæt den til korrekt status i WooCommerce
nb_no: Ordre %2$d er 'ventende', men dens %1$s ordrestatus er %3$s - dette betyr at ordren ved en feil har blitt satt til 'ventende' etter fullføring eller kansellering. Vil ikke behandles videre. Kontroller status for ordren på Vipps sett til korrekt status i WooCommerce
sv_se: Beställning %2$d är ”väntande” men dess %1$s Beställningsstatus är %3$s - detta innebär att beställningen felaktigt har satts till ”väntande” efter slutförande eller avbokning. Kommer inte att behandlas vidare. Vänligen kontrollera status för beställningen hos Vipps och ställ in korrekt status i WooCommerce

source: Error regenerating cart from order %1$d: %2$s
da_dk: Fejl ved regenerering af kurv fra ordre %1$d: %2$s
nb_no: Feil ved gjenoppretting av handlekurven fra ordre nr %1$d: %2$s
sv_se: Fel vid regenerering av kundvagn från beställning %1$d: %2$s

source: No cart, so will try to calculate shipping based on order contents for order %1$d
da_dk: Ingen kurv, så vil forsøge at beregne forsendelse baseret på ordreindhold for ordre %1$d
nb_no: Ingen handlekurv, så vil prøve å beregne frakt basert på ordrens innhold for ordre nr %1$d
sv_se: Ingen kundvagn, så försöker beräkna frakt baserat på beställningens innehåll för beställning %1$d

source: Could not restore cart from session of order %1$d
da_dk: Kunne ikke gendanne kurv fra session af ordre %1$d
nb_no: Kunne ikke gjenopprette handlekurven fra sesjonen for ordre nr %1$d
sv_se: Kunde inte återställa kundvagnen från sessionen för order %1$d

source: Could not delete webhook for this site with url '%2$s' : %1$s
da_dk: Kunne ikke slette webhook for dette site med url '%2$s' : %1$s
nb_no: Kunne ikke slette webhook-en for dette nettstedet med url '%2$s' : %1$s
sv_se: Kunde inte ta bort webhook för denna webbplats med url ”%2$s' : %1$s

source: More than %1$d API exceptions trying to capture order - this order cannot be captured.
da_dk: Mere end %1$d API-undtagelser forsøgte at opfange ordre - denne ordre kan ikke opfanges.
nb_no: Mer enn %1$d API-feil ved forsøk på å belaste ordren - denne ordren kan ikke belastes.
sv_se: Mer än %1$d API-undantag försöker fånga beställningen - denna beställning kan inte fångas.

source: Note: Reservations in MobilePay will be cancelled after 14 days. Remember to ship and fulfill your orders.
nb_no: Merk: Reservasjoner i MobilePay vil bli kansellert etter 14 dager. Husk å sende og fullføre ordrene dine.
sv_se: Obs: Bokningar i MobilePay avbryts efter 14 dagar. Kom ihåg att skicka och slutföra dina beställningar.

source: Could not initialize webhooks for this site: %1$s
da_dk: Kunne ikke initialisere webhooks for dette site: %1$s
fi: Sivuston %1$s webhookeja ei voitu alustaa.
nb_no: Kunne ikke initalisere webhooks for dette nettstedet: %1$s
sv_se: Kunde inte initiera webhooks för denna webbplats: %1$s

source: %1$s is currently in test mode - no real transactions will occur
da_dk: %1$s er i øjeblikket i testtilstand - ingen rigtige transaktioner vil finde sted
fi: %1$s on tällä hetkellä testitilassa - todellisia tapahtumia ei suoriteta
nb_no: %1$s er i testmodus - ingen ekte transaksjoner blir utført
sv_se: %1$s är för närvarande i testläge - inga verkliga transaktioner kommer att ske

source: Pay with Vipps and MobilePay for WooCommerce
da_dk: Betal med Vipps og MobilePay for WooCommerce
fi: Maksa WooCommercesta Vippsillä ja MobilePaylla
nb_no: Betal med Vipps og MobilePay for WooCommerce
sv_se: Betala med Vipps och MobilePay för WooCommerce

source: Connection to %1$s is OK
da_dk: Forbindelse til %1$s er OK
fi: Yhteys %1$s:n on OK
nb_no: Forbindelse til %1$s er OK
sv_se: Anslutning till %1$s är OK

source: Yes, activate %1$s!
da_dk: Ja, aktiver %1$s!
fi: Kyllä, ota käyttöön %1$s!
nb_no: Ja, aktiver %1$s!
sv_se: Ja, aktivera %1$s!

source: Use %1$s for all purchases
da_dk: Brug %1$s til alle køb
fi: Käytä %1$s:a kaikkiin ostoksiin
nb_no: Bruk %1$s for alle kjøp
sv_se: Använd %1$s för alla köp

source: %1$s supported currencies: %2$s
da_dk: %1$s understøttede valutaer: %2$s
fi: %1$s tukee valuuttoja: %2$s
nb_no: %1$s støttede valutaer: %2$s
sv_se: %1$s stöttade valutor: %2$s

source: Callback: Payment cancelled at %1$s
da_dk: Tilbagekaldelse: Betaling annulleret hos %1$s
fi: Callback: Maksu on peruutettu %1$s:lla
nb_no: Tilbakekall: Betalingen er kansellert hos %1$s
sv_se: Callback: Betalning avbruten vid %1$s

source: Message from %1$s: %2$s
da_dk: Besked fra %1$s: %2$s
fi: Viesti %1$s:lta: %2$s
nb_no: Melding fra %1$s: %2$s
sv_se: Meddelande från %1$s: %2$s

source: %1$s: Could not deserialize the chosen shipping method %2$s for order %3$d
da_dk: %1$s: Kunne ikke dekomponere den valgte forsendelsesmetode %2$s for ordre %3$d
fi: %1$s: Ei pystynyt purkaamaan valittua toimitustapaa %2$s tilaukselle %3$d
nb_no: %1$s : Kunne ikke de-serialisere den valgte fraktmetoden %2$s for ordre %3$d
sv_se: %1$s: Kunde inte deserialisera den valda fraktmetoden %2$s för beställning %3$d

source: Could not get payment results for order %1$s - you may have the wrong MSN for the order. Please check logs for more information
da_dk: Kunne ikke få betalingsresultater for ordre %1$s - du kan have det forkerte MSN for ordren. Tjek venligst logs for mere information
fi: Tilauksen %1$s maksutuloksia ei saatu - sinulla on ehkä väärä MSN tilaukselle. Tarkista lokit saadaksesi lisätietoja
nb_no: Kan ikke hente betalingsresultater for ordre %1$s - det er mulig du har feil MSN for bestillingen. Vennligst sjekk loggene for mer informasjon.
sv_se: Kunde inte hämta betalningsresultat för order %1$s - du kan ha fel MSN för ordern. Kontrollera loggar för mer information

source: Could not get payment results for order %1$s
da_dk: Kunne ikke få betalingsresultater for ordre %1$s
fi: Tilauksen %1$s maksutuloksia ei saatu
nb_no: Kan ikke hente betalingsresultater for ordre %1$s
sv_se: Kunde inte hämta betalningsresultat för order %1$s

source: Bank Transfer/ %1$s
da_dk: Bankoverførsel/ %1$s
fi: Pankkisiirto/ %1$s
nb_no: Bankoverføring/ %1$s
sv_se: Banköverföring/ %1$s

source: Credit Card / %1$s
da_dk: Kreditkort / %1$s
fi: Luottokortti / %1$s
nb_no: Kredittkort / %1$s
sv_se: Kreditkort / %1$s

source: Cannot refund bank transfer order %1$d
da_dk: Kan ikke refundere bankoverførselsordre %1$d
fi: Pankkisiirtotilausta %1$d ei voida palauttaa
nb_no: Kan ikke refundere bank-overføringsordre %1$d
sv_se: Kan inte återbetala banköverföringsorder %1$d

source: Always ask for confirmation on %1$s
da_dk: Anmod altid om bekræftelse på %1$s
fi: Pyydä aina vahvistusta %1$s:ssa
nb_no: Be alltid om at kunden bekrefter i %1$s
sv_se: Fråga alltid efter bekräftelse på %1$s

source: Add terms and conditions checkbox on %1$s
da_dk: Tilføj vilkår og betingelser afkrydsningsfelt på %1$s
fi: Lisää valintaruutu käyttöehdoille %1$s:ssa
nb_no: Legg til avkrysningsboks for tjenestevilkår i %1$s
sv_se: Lägg till en checkbox för villkor och bestämmelser på %1$s

source: By default, orders that are <b>reserved</b> but not <b>yet captured</b> will now have the order status 'Processing'. You can capture the sum manually, or by changing the status to 'Complete'. You should ensure that your workflow is such that the order is not shipped until after this capture.<br><br> The status 'On hold' can be chosen instead for stores using a workflow where orders are shipped when the status is 'Processing'. In this case, 'On hold' will mean "order is reserved but not yet captured". This is a slightly safer solution, and ensures that the order status will reflect the payment status. <br><br>However, in many stores 'On hold' has the additional meaning "there is a problem with the order"; and an email is often sent to the customer about this problem. The default is 'Processing' because of this, and because many plugins and integrations expect orders to be 'Processing' when the customer has completed payment.
da_dk: Som standard vil ordrer, der er <b>reserveret</b>, men endnu ikke <b>indfanget</b>, nu have ordrestatussen 'Behandles'. Du kan manuelt fange beløbet eller ved at ændre status til 'Fuldført'. Du bør sikre, at din arbejdsproces er sådan, at ordren ikke sendes, før efter denne indfangning. <br><br> Statussen 'På hold' kan vælges i stedet for butikker, der bruger en arbejdsproces, hvor ordrer sendes, når status er 'Behandles'. I dette tilfælde vil 'På hold' betyde "ordren er reserveret, men endnu ikke fanget". Dette er en lidt sikrere løsning og sikrer, at ordrestatus vil afspejle betalingsstatus. <br><br> Imidlertid har 'På hold' i mange butikker den yderligere betydning "der er et problem med ordren"; og en e-mail sendes ofte til kunden om dette problem. Standarden er 'Behandles' på grund af dette, og fordi mange plugins og integrationer forventer, at ordrer er 'Behandles', når kunden har gennemført betalingen.
fi: Oletusarvoisesti tilaukset, jotka on <b>varattu</b>, mutta joita ei ole <b>vielä kirjattu</b>, ovat nyt tilassa "Käsittelyssä". Voit kirjata summan manuaalisesti tai siirtää tilauksen tilaan 'Valmis'. Varmista, että työnkulkusi toimii niin, että tilaus lähetetään vasta tämän kirjauksen jälkeen.<br><br> Tilan "Odottaa" voi valita myymälöissä, joissa käytetään työnkulkua, jossa tilaukset lähetetään, kun tila on "Käsittelyssä". Tässä tapauksessa 'Odottaa' tarkoittaa, että "tilaus on varattu, mutta sitä ei ole vielä kirjattu". Tämä ratkaisu on hieman turvallisempi ja varmistaa, että tilauksen tila vastaa maksun tilaa. <br><br>Monissa myymälöissä 'Odottaa' tarkoittaa kuitenkin myös sitä, että tilauksessa on ongelma, ja asiakkaalle lähetetään usein sähköpostiviesti tästä ongelmasta. Tämän vuoksi oletuksena on "Käsittelyssä" ja myös sen vuoksi, että monet laajennukset ja integraatiot olettavat tilausten olevan "Käsittelyssä", kun asiakas on suorittanut maksun.
nb_no: Som standard vil ordre som er <b>reservert</b> men ennå ikke <b>belastet</b> nå ha ordrestatus 'Behandler'. Du kan overføre summen manuelt, eller ved å endre ordrestatus til 'Fullført'. Du bør da sørge for at arbeidsflyten din er slik at ordren ikke blir sendt ut før etter at pengene er overført.<br><br>Statusen 'På vent' kan velges i stedet, for butikker som har en arbeidsflyt der ordre sendes når status er 'Behandler'. I dette tilfellet vil 'På vent' bety at "ordren er reservert, men ennå ikke belastet". Dette er en litt tryggere løsning, og sørger for at ordrestatus vil reflektere betalingsstatusen.<br><br>Imidlertid er det i mange butikker slik at 'På vent' har en ekstra betydning "det er noe galt med ordren"; og en e-post blir da ofte sendt til kunden om problemet. På grunn av dette er standardinnstillingen her 'Behandler'. Dessuten er det mange utvidelser og integrasjoner som forventer at en ordre står som 'Behandler' når kunden har gjennomført betalingen.
sv_se: Som standard kommer beställningar som är <b>reserverade</b> men inte <b>ännu påbörjade</b> nu att ha orderstatusen ”Behandlas”. Du kan påbörja summan manuellt, eller genom att ändra statusen till ”Slutförd”. Du bör säkerställa att ditt arbetsflöde är sådant att beställningen inte skickas förrän efter denna genomföring.<br><br> Statusen ”På vänt” kan väljas istället för butiker som använder ett arbetsflöde där beställningar skickas när statusen är ”Behandlas”. I detta fall kommer ”På vänt” att betyda ”beställningen är reserverad men inte ännu påbörjad”. Detta är en något säkrare lösning och säkerställer att orderstatusen återspeglar betalningsstatusen. <br><br>Men i många butiker har ”På vänt” den ytterligare betydelsen ”det finns ett problem med beställningen”, och ett e-postmeddelande skickas ofta till kunden om detta problem. Standard är ”Behandlas” på grund av detta, och eftersom många plugins och integrationer förväntar sig att beställningar är ”Behandlas” när kunden har slutfört betalningen.

source: Subscription Key
da_dk: Abonnement nøgle
nb_no: Abonnementsnøkkel
sv_se: Prenumerationsnyckel

source: Choose which payment method should be displayed to users at checkout
da_dk: Vælg hvilken betalingsmetode der skal vises for brugerne ved kassen
fi: Valitse, mikä maksutapa näytetään käyttäjille kassalla
nb_no: Velg betalingsmåte som vises til brukerne i kassen
sv_se: Välj vilken betalningsmetod som ska visas för användare vid checkout

source: Enable %1$s
da_dk: Aktiver %1$s
fi: Ota käyttöön %1$s
nb_no: Slå på %1$s
sv_se: Aktivera %1$s

source: Activate this for Helthjem as a %1$s Shipping method.
da_dk: Aktivér dette for Helthjem som en %1$s forsendelsesmetode.
fi: Aktivoi tämä Helthjemille %1$s:n toimitustavaksi.
nb_no: Aktiver dette for å kunne tilby Helthjem som fraktmetode i %1$s
sv_se: Aktivera detta för Helthjem som en %1$s fraktmetod.

source: Support Helthjem as a shipping method in %1$s
da_dk: Støt Helthjem som en forsendelsesmetode i %1$s
fi: Tue Helthjemiä toimitustapana %1$s:ssä
nb_no: Tilby Helthjem som fraktmetode i %1$s
sv_se: Stöd Helthjem som en fraktmetod i %1$s

source: Support Porterbuddy as a shipping method in %1$s
da_dk: Støt Porterbuddy som en fragtmetode i %1$s
fi: Tue Porterbuddya toimitustapana %1$s:ssä
nb_no: Tilby Porterbuddy som fraktmetode i %1$s
sv_se: Stöd Porterbuddy som en fraktmetod i %1$s

source: Activate this for PostNord as a %1$s Shipping method.
da_dk: Aktiver dette for PostNord som en %1$s forsendelsesmetode.
fi: Ota käyttöön tämä %1$s toimitustavaksi PostNordille.
nb_no: Aktiver dette for å kunne tilby PostNord som fraktmetode i %1$s
sv_se: Aktivera detta för PostNord som en %1$s fraktmetod.

source: Support PostenNord as a shipping method in %1$s
da_dk: Understøt PostenNord som en forsendelsesmetode i %1$s
fi: Tue PostenNordia toimitustapana %1$s:ssä
nb_no: Legg til PostNord som fraktmetode i %1$s
sv_se: Stöd PostenNord som en fraktmetod i %1$s

source: Activate this for Posti as a %1$s Shipping method.
da_dk: Aktiver dette for Posti som en %1$s forsendelsesmetode.
fi: Ota käyttöön tämä %1$s toimitustavaksi Postille.
nb_no: Aktiver denne for å kunne tilby Posti som en %1$s-fraktmetode
sv_se: Aktivera detta för Posti som en %1$s fraktmetod.

source: Support Posti as a shipping method in %1$s
da_dk: Støt Posti som en forsendelsesmetode i %1$s
fi: Tue Postia toimitustapana %1$s:ssä
nb_no: Tilby Posti som fraktmetode i %1$s
sv_se: Stöd Posti som en fraktmetod i %1$s

source: Activate this for Posten Norge as a %1$s Shipping method.
da_dk: Aktiver dette for Posten Norge som en %1$s forsendelsesmetode.
fi: Ota käyttöön tämä %1$s toimitustavaksi Posten Norgelle.
nb_no: Aktiver dette for å kunne tilby Posten Norge som fraktmetode i %1$s
sv_se: Aktivera detta för Posten Norge som en %1$s fraktmetod.

source: Support Posten Norge as a shipping method in %1$s
da_dk: Støt Posten Norge som forsendelsesmetode i %1$s
fi: Tue Posten Norgea toimitustapana %1$s:ssä
nb_no: Tilby Posten Norge som fraktmetode i %1$s
sv_se: Stöd Posten Norge som en fraktmetod i %1$s

source: %1$s Shipping Methods
da_dk: %1$s Fragtmetoder
fi: %1$s Toimitustavat
nb_no: %1$s Fraktmetoder
sv_se: %1$s Fraktmetoder
