Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Whenever an event like a payment or a cancellation occurs on a %1$s account, you can be notified of this using a <i>webhook</i>. This is used by this plugin to get noticed of payments by users even when they do not return to your store.
da_dk: Når en begivenhed som en betaling eller en annullering forekommer på en %1$s konto, kan du blive underrettet om dette ved hjælp af en <i>webhook</i>. Dette bruges af dette plugin til at få besked om betalinger fra brugere, selv når de ikke vender tilbage til din butik.
fi: Kun %1$s-tilillä tapahtuu tapahtuma, kuten maksu tai peruutus, voit saada siitä ilmoituksen <i>webhookin</i> avulla. Tätä käytetään tässä laajennuksessa, jotta käyttäjät saavat ilmoituksen maksuista, vaikka he eivät palaisi myymälääsi.
nb_no: Når en hendelse som en betaling eller kansellering skjer på en %1$s-konto, kan du få beskjed om det via en <i>webhook</i>. Dette brukes av denne utvidelsen til å få beskjed om betalinger fra brukere selv når de ikke kommer tilbake til butikken etter et kjøp.
sv_se: När en händelse som en betalning eller en avbokning inträffar på ett %1$s-konto kan du bli meddelad om detta med en <i>webhook</i>. Detta används av detta plugin för att få meddelande om betalningar från användare även när de inte återvänder till din butik.

source: Webhooks
nb_no: Webhook-er

source: Turn this on to add support for Woos Order Attribution API for Checkout and Express Checkout. Some stores have reported problems when using this API together with Vipps, so be sure to test this if you turn it on.
da_dk: Aktiver dette for at tilføje support til Woos Order Attribution API for Checkout og Express Checkout. Nogle butikker har rapporteret problemer, når de bruger denne API sammen med Vipps, så sørg for at teste dette, hvis du tænder for det.
fi: Ota tämä käyttöön lisätäksesi tuen Woos Order Attribution API:lle Checkout- ja Express Checkout -palveluihin. Jotkut kaupat ovat raportoineet ongelmista, kun tätä API:ta on käytetty yhdessä Vippsin kanssa, joten muista testata tämän käyttöä, jos otat sen käyttöön.
nb_no: Slå på denne for å legge til støtte for Woos ordretilordnings-API for kassen og hurtigkassen. Noen butikker har rapportert om problemer ved bruk av dette API-et sammen med Vipps, så husk å teste dette hvis du slår det på.
sv_se: Aktivera detta för att lägga till stöd för Woos Order Attribution API för Checkout och Express Checkout. Vissa butiker har rapporterat problem när de använder detta API tillsammans med Vipps, så se till att testa detta om du aktiverar det.

source: Add support for Order Attribution
da_dk: Tilføj support til ordreattribution
fi: Lisää tuki "Order Attribution" -toiminnolle
nb_no: Legg til støtte for ordretilskrivelse
sv_se: Lägg till stöd för Order Attribution

source: Support WooCommerces Order Attribution API for Checkout and Express Checkout
da_dk: Støt WooCommerces ordreattributions-API til Kassen og Express Kassen
fi: Tue WooCommerces Order Attribution API:ta Checkout- ja Express Checkout -palveluille.
nb_no: Støtte for WooCommerces ordretilordnings-API for kassen og hurtigkassen
sv_se: Stöd WooCommerces Order Attribution API för Checkout och Express Checkout

source: Checkout order older than 120 minutes with no order status - cancelled as abandoned: %1$s
da_dk: Bestillingsordre ældre end 120 minutter uden ordrestatus - annulleret som forladt: %1$s
fi: Yli 120 minuuttia vanha Checkout-tilaus ilman tilauksen statusta - peruutettu hylätyksi: %1$s
nb_no: Kasse-ordre eldre enn 120 minutter og uten ordrestatus - kansellert som forlatt: %1$s
sv_se: Checkout beställning äldre än 120 minuter utan beställningsstatus - annulleras som övergiven: %1$s

source: Order specification changed - this order abandoned by customer in Checkout
da_dk: Ordrespecifikation ændret - denne ordre blev forladt af kunden i Kassen
fi: Tilauksen erittely muuttui - asiakas hylkäsi tämän tilauksen kassalla
nb_no: Ordrespesifiksasjon har endret seg - ordren er forlatt av kunden i kassen
sv_se: Beställningsspecifikation ändrad - denna beställning övergavs av kunden i Checkout

source: Cancelling Checkout order because order changed: %1$s
da_dk: Annullerer kassen ordre, fordi ordren blev ændret: %1$s
fi: Kassatilauksen peruuttaminen, koska tilaus muuttui: %1$s
nb_no: Kansellerer kasse-ordren fordi ordren endret seg: %1$s
sv_se: Avbryter Checkout order eftersom ordern ändrades: %1$s

source: Could not get Checkout status for order %1$s in progress while cancelling
da_dk: Kunne ikke få Checkout-status for ordre %1$s i gang mens annullering
fi: Tilauksen %1$s kassatilaa ei saatu peruutuksen aikana.
nb_no: Kan ikke hente kasse-status for ordre %1$s under utførelse ved kansellering
sv_se: Kunde inte hämta Checkout-status för order %1$s som pågår medan den avbryts

source: If using %1$s, ask for the users consent to share user information with the store. This will allow better integration between Login With %1$s but will add another step to first-time buyers.
da_dk: Hvis du bruger %1$s, bed om brugerens samtykke til at dele brugerinformation med butikken. Dette vil tillade bedre integration mellem Login Med %1$s, men vil tilføje et ekstra trin for førstegangskøbere.
fi: Jos käytät %1$s-koodia, pyydä käyttäjältä suostumus käyttäjätietojen jakamiseen kaupan kanssa. Tämä mahdollistaa paremman integraation Kirjaudu sisään %1$s:n avulla, mutta lisää lisävaiheen ensi kertaa ostaville.
nb_no: Hvis du bruker %1$s, be kundene om tillatelse til å dele informasjon med butikken. Dette vil gjøre det enklere å integrere med Innlogging med %1$s, men det vil også være ett ekstra trinn for førstegangskunder.
sv_se: Om du använder %1$s, be om användarens samtycke för att dela användarinformation med butiken. Detta kommer att möjliggöra bättre integration mellan Logga in med %1$s men kommer att lägga till ett steg för förstagångs köpare.

source: Ask the user to consent to share user information
da_dk: Bed brugeren om at give samtykke til at dele brugerinformation.
fi: Pyydä käyttäjää antamaan suostumus käyttäjätietojen jakamiseen
nb_no: Be brukeren om godkjenning til å lagre brukeropplysninger
sv_se: Be om användarens samtycke för att dela användarinformation

source: File type was %1$s; supported types are %2$s
da_dk: Filtypen var %1$s; understøttede typer er %2$s
fi: Tiedostotyyppi oli %1$s; tuettuja tiedostotyyppejä ovat %2$s
nb_no: Filetype var %1$s; støttede typer er %2$s
sv_se: Filtyp var %1$s; typer som stöds är %2$s

source: Enable this to create and login customers when using %1$s. Otherwise these will all be guest checkouts. If using, you may want to install Login with Vipps too.
da_dk: Aktivér dette for at oprette og logge ind på kunder, når du bruger %1$s. Ellers vil disse alle være gæstecheckouts. Hvis du bruger, kan du også ønske at installere Login med Vipps.
fi: Ota tämä käyttöön asiakkaiden luomista ja kirjautumista varten, kun käytät %1$s:a. Muuten asiaakkaat maksavat vieraina. Jos otat tämän käyttöön, kannattaa asentaa myös Kirjaudu sisään Vippsillä/MobilePaylla.
nb_no: Slå på dette for å opprette og logge inn kunder når du bruker %1$s. Hvis ikke vil de være gjestekjøp. Hvis du bruker dette, vil du kanskje ønske å bruke Innlogging med Vipps også.
sv_se: Aktivera detta för att skapa och logga in kunder när du använder %1$s. Annars kommer alla dessa att vara gästcheckouts. Om du använder det, kan du också vilja installera Logga in med Vipps.

source: Could not get user email from order before thankyou-page
da_dk: Kunne ikke få brugerens email fra ordre før tak-siden
fi: Käyttäjän sähköpostia ei saatu tilauksesta ennen kiitos-sivua
nb_no: Kunne ikke hente e-post til brukeren før takk-siden
sv_se: Kunde inte hämta användarens e-postadress från order innan tack-sidan

source: Could not get user info for order %1$d using the userinfo API: %2$s. Please use the 'get complete transaction details' on the button to try to recover this.
da_dk: Kunne ikke få brugerinfo til ordre %1$d ved hjælp af userinfo API: %2$s. Brug venligst 'få komplette transaktionsdetaljer' på knappen for at forsøge at genoprette dette.
fi: Käyttäjätietoja tilaukselle %1$d ei saatu userinfo API:lla: %2$s. Yritä palauttaa tämä painikkeen 'Hae täydelliset maksutapahtumatiedot' avulla.
nb_no: Kunne ikke hente brukerinfo for ordre %1$d med brukerinfo-API-et: %2$s. Bruk 'hent fullstendige transaksjonsdetaljer' på knappen for å forsøke å gjenopprette dette.
sv_se: Kunde inte hämta användarinformation för order %1$d med hjälp av userinfo API: %2$s. Vänligen använd ”hämta kompletta transaktionsdetaljer” på knappen för att försöka återhämta detta.

source: If the order contains only "virtual" products that do not need shipping, we do not normally ask the user for their address - but check this box to do so anyway.
da_dk: Hvis ordren kun indeholder "virtuelle" produkter, der ikke kræver forsendelse, beder vi normalt ikke brugeren om deres adresse - men afkryds denne boks for at gøre det alligevel.
fi: Jos tilaus sisältää vain "virtuaalisia" tuotteita, jotka eivät tarvitse postitusta, emme yleensä kysy käyttäjän osoitetta - mutta valitse tämä valintaruutu, jos haluat kysyä näitä.
nb_no: Hvis en ordre kun består av "virtuelle" produkter som ikke trenger frakt, ber Vipps vanligvis ikke kunden om addresse - men huk av her for å gjøre det likevel.
sv_se: Om beställningen endast innehåller ”virtuella” produkter som inte behöver frakt, ber vi normalt inte användaren om deras adress - men markera denna ruta för att göra det ändå.

source: Always ask the user for their address, even if you don't need it for shipping
da_dk: Bed altid brugeren om deres adresse, selv hvis du ikke har brug for den til forsendelse.
fi: Pyydä aina käyttäjältä hänen osoitteensa, vaikka et tarvitsisikaan sitä toimitusta varten
nb_no: Spør alltid kunden om adresse, selv om du ikke trenger det for frakt
sv_se: Fråga alltid användaren om adress, även om du inte behöver den för frakt

source: Always ask for address, even if products don't need shipping
da_dk: Spørg altid om adresse, selv hvis produkterne ikke skal sendes.
fi: Pyydä aina osoite, vaikka tuotteet eivät tarvitsisi postitusta
nb_no: Alltid be om adresse, selv om produktene ikke trenger frakt
sv_se: Fråga alltid efter adress, även om produkterna inte behöver frakt

source: Link expired, please try again
da_dk: Link udløbet, prøv venligst igen
fi: Linkki on vanhentunut, yritä uudelleen
nb_no: Lenken er utløpt - forsøk på nytt
sv_se: Länken har gått ut, försök igen

# Tax status
source: None
nb_no: Ingen

source: Taxable
nb_no: Mva. avgiftsbelagt

source: Tax status
nb_no: Mva status

source: Delivery method
nb_no: Leveringsmåte

source: If checked, free shipping would be available based on pre-discount order amount.
nb_no: Hvis avhuket, så er gratis frakt basert på ordresummen før rabatter.

source: Apply minimum order rule before coupon discount
nb_no: Bruk minstebestillingsregel før kupongrabatt

source: Coupons discounts
nb_no: Kupongrabatter

source: Users will need to spend this amount to get free shipping (if enabled above).
nb_no: Kunder vil måtte bruke denne summen for å få gratis frakt (hvis skrudd på over).

source: Minimum order amount
nb_no: Minste ordrebeløp

source: A minimum order amount AND a coupon
nb_no: Minimums ordredum OG en kupong

source: A minimum order amount OR a coupon
nb_no: Minste ordresum ELLER en kupong

source: A minimum order amount
nb_no: Minste ordrebeløp

source: A valid free shipping coupon
nb_no: En gyldig fri-frakt kupong

source: N/A
nb_no: Ikke relevant

source: Free shipping requires...
nb_no: Fri frakt krever...

source: Your phone number where Porterbuddy may send you important messages. Format must be MSISDN (including country code). Example: "4791234567"
da_dk: Dit telefonnummer, hvor Porterbuddy kan sende dig vigtige beskeder. Formatet skal være MSISDN (inklusive landekode). Eksempel: "4791234567"
fi: Puhelinnumerosi, johon Porterbuddy voi lähettää sinulle tärkeitä viestejä. Annettava MSISDN-muodossa (maakoodi mukaan lukien). Esimerkki: "4791234567"
nb_no: Telefonnummeret ditt hvor Porterbuddy kan sende deg viktige meldinger. Formatet må være MSISDN inklusive landkode. Eksempel: "4791234567"
sv_se: Ditt telefonnummer där Porterbuddy kan skicka viktiga meddelanden till dig. Formatet måste vara MSISDN (inklusive landskod). Exempel: "4791234567"

source: When using %1$s, you have the option to use %1$s specific shipping methods with extended features for certain carriers. These will add an apropriate logo as well as extended delivery options for certain methods. For some of these, you need to add integration data from the carriers below. You can then add these shipping methods to your shipping zones the normal way, but they will only appear in the %1$s screen.
da_dk: Når du bruger %1$s, har du mulighed for at bruge %1$s specifikke forsendelsesmetoder med udvidede funktioner for visse transportører. Disse vil tilføje en passende logo samt udvidede leveringsmuligheder for visse metoder. For nogle af disse skal du tilføje integrationsdata fra transportørerne nedenfor. Du kan derefter tilføje disse forsendelsesmetoder til dine forsendelseszoner på den normale måde, men de vil kun fremstå på %1$s skærmen.
fi: Kun käytät %1$s:a, sinulla on mahdollisuus käyttää %1$s:n erityisiä toimitustapoja, joissa on laajennetut ominaisuudet tietyille kuljetusyhtiöille. Nämä lisäävät asianmukaisen logon sekä laajennetut toimitusvaihtoehdot tietyille maksutavoille. Joitakin näistä varten sinun on lisättävä alla olevien kuljetusyhtiöiden integrointitiedot. Tämän jälkeen voit lisätä nämä toimitustavat toimitusalueisiisi tavalliseen tapaan, mutta ne näkyvät vain %1$s-näytössä.
nb_no: Når du bruker %1$s, så kan du velge å bruke %1$s-spesifikke fraktmetoder, med utvidede egenskaper for enkelte fraktleverandører. Disse vil legge til en passende logo og utvidede leveringsvalg for enkelte metoder. For noen av disse vil du måtte legge til integrasjonsdata for fraktleverandørene under. Du kan så legge til disse fraktmetodene til dine fraktsoner på vanlig måte; men de vil bare dukke opp i %1$s.
sv_se: När du använder %1$s har du möjlighet att använda %1$s specifika fraktmetoder med utökade funktioner för vissa transportörer. Dessa kommer att lägga till en lämplig logotyp samt utökade leveransalternativ för vissa metoder. För några av dessa behöver du lägga till integrationsdata från transportörerna nedan. Du kan sedan lägga till dessa fraktmetoder till dina fraktzoner på det vanliga sättet, men de kommer endast att visas på %1$s-skärmen.

source: Title to be display on site
da_dk: Titel der skal vises på siden
fi: Sivustolla näytettävä otsikko
nb_no: Tittel som vises på nettstedet
sv_se: Titel som ska visas på webbplatsen

source: The Username provided to you by Helthjem
da_dk: Brugernavnet leveret til dig af Helthjem
fi: Helthjemin sinulle antama käyttäjätunnus
nb_no: Brukernavnet du fikk fra Helthjem
sv_se: Användarnamnet som tillhandahålls av Helthjem

source: The ShopId provided to you by Helthjem
da_dk: ButiksId leveret til dig af Helthjem
fi: Helthjemin sinulle antama ShopId-tunnus
nb_no: ShopId som du fikk fra Helthjem
sv_se: ShopId som tillhandahålls av Helthjem

source: The public key provided to you by Porterbuddy
da_dk: Den offentlige nøgle, der er leveret til dig af Porterbuddy.
fi: Porterbuddyn sinulle antama julkinen avain
nb_no: Public key som du fikk fra Porterbuddy
sv_se: Den offentliga nyckeln som tillhandahålls av Porterbuddy

source: The API key provided to you by Porterbuddy
da_dk: API-nøglen, som Porterbuddy har givet dig
fi: Porterbuddyn sinulle antama API-avain
nb_no: API-nøkkelen du fikk fra Porterbuddy
sv_se: API-nyckeln som tillhandahålls av Porterbuddy

source: Short description of shipping method
da_dk: Kort beskrivelse af forsendelsesmetode
fi: Lyhyt kuvaus toimitustavasta
nb_no: Kort beskrivelse av fraktmetoden
sv_se: Kort beskrivning av fraktmetod

source: Porterbuddy Phone Number
da_dk: Porterbuddy telefonnummer
fi: Porterbuddyn puhelinnumero
nb_no: Porterbuddy telefonnummer
sv_se: Porterbuddy telefonnummer

source: Porterbuddy API key
da_dk: Porterbuddy API nøgle
fi: Porterbuddy API-avain
nb_no: Porterbuddy API-nøkkel
sv_se: Porterbuddy API-nyckel

source: Pickup Point
da_dk: Afhentningspunkt
fi: Noutopaikka
nb_no: Pakke til hentested
sv_se: Upphämtningspunkt

source: Password provided to you by Helthjem
da_dk: Adgangskode leveret til dig af Helthjem
fi: Helthjemin antama salasana
nb_no: Passordet du fikk fra Helthjem
sv_se: Lösenord som tillhandahålls av Helthjem

source: No delivery method specified
da_dk: Ingen leveringsmetode specificeret
fi: Toimitustapaa ei ole määritetty
nb_no: Ingen leveringsmetode valgt
sv_se: Ingen fraktmetod angiven

source: If you are using %1$s, you can select extended delivery method options here. If you do, these methods will not appear in Express Checkout or the standard WooCommerce checkout page.
da_dk: Hvis du bruger %1$s, kan du vælge udvidede leveringsmetode muligheder her. Hvis du gør det, vil disse metoder ikke fremgå i Express Checkout eller på den standard WooCommerce checkout side.
fi: %1$s:a käyttäessä voit valita laajennetun toimitustavan vaihtoehdot tästä. Jos käytät tätä, nämä toimitustavat eivät näy Express Checkoutissa tai WooCommercen tavallisella checkout-sivulla.
nb_no: Hvis du bruker %1$s , kan du gjøre valg for utvidede leveringsmetoder her. Hvis du gjør dette, så vil disse metodene ikke dukke opp i hurtigkassen eller standard-kassen til WooCommerce
sv_se: Om du använder %1$s kan du välja utökade leveransalternativ här. Om du gör det kommer dessa alternativ inte att visas i Express Checkout eller den vanliga WooCommerce-checkout sidan.

source: If checked, cost of shipping will be calculated dynamically in the %1$s window
da_dk: Hvis markeret, vil fragtomkostningerne blive beregnet dynamisk i %1$s vinduet
fi: Jos tämä valitaan, toimituskulut lasketaan dynaamisesti %1$s -ikkunassa
nb_no: Hvis avhuket så vil fraktkostnaden bli dynamisk beregnet i %1$s-vinduet
sv_se: Om markerat, kommer fraktkostnaden att beräknas dynamiskt i %1$s fönstret

source: Helthjem Username
da_dk: Helthjem Brugernavn
fi: Helthjem Käyttäjätunnus
nb_no: Helthjem brukernavn
sv_se: Helthjem-användarnamn

source: Helthjem Password
da_dk: Helthjem-adgangskode
fi: Helthjem Salasana
nb_no: Helthjem passord
sv_se: Helthjem-lösenord

source: Deliver to customers' mailbox
da_dk: Lever til kunders postkasse
fi: Toimitetaan asiakkaiden postilaatikkoon
nb_no: Lever til kundens postkasse
sv_se: Leverera till kundens brevlåda

source: Deliver to customers' home address
da_dk: Lever til kundernes hjemmeadresse
fi: Toimitetaan asiakkaiden kotiosoitteeseen
nb_no: Lever til kundens hjemmeaddresse
sv_se: Leverera till kundens hemadress

source: Cost of shipping
da_dk: Fragtomkostninger
fi: Toimituskustannukset
nb_no: Fraktkostnad
sv_se: Fraktkostnad

source: Cost
da_dk: Omkostning
fi: Kustannukset
nb_no: Kostnad
sv_se: Kostnad

source: Calculate costs in the Checkout window
da_dk: Beregn omkostningerne i kassen vinduet
fi: Laske kustannukset Checkout-ikkunassa
nb_no: Beregn fraktkostnader i kasse-vinduet
sv_se: Beräkna kostnader i checkout-fönstret

source: Calculate cost in Checkout
da_dk: Beregn omkostninger i kassen
fi: Laske kustannukset kassalla
nb_no: Beregn faktkostnader i kassen
sv_se: Beräkna kostnad i Checkout

source: Billing details
da_dk: Faktureringsdetaljer
fi: Laskutustiedot
nb_no: Fakturadetaljer
sv_se: Faktureringsuppgifter

source: Allow user to choose pickup point
da_dk: Tillad brugeren at vælge afhentningspunkt
fi: Anna käyttäjän valita noutopiste
nb_no: La kunden velge leveringssted
sv_se: Tillåt användaren att välja upphämtningspunkt

source: Activate this for Porterbuddy as a %1$s Shipping method. Your store address will be used as the pick-up point and your admin email will be used for booking information from Porterbuddy.
da_dk: Aktivér dette for Porterbuddy som en %1$s forsendelsesmetode. Din butiksadresse vil blive brugt som afhentningspunkt, og din admin email vil blive brugt til booking information fra Porterbuddy.
fi: Aktivoi tämä %1$s:n toimitustapana Porterbuddylle. Myymäläsi osoitetta käytetään noutopaikkana ja hallintasähköpostiasi käytetään Porterbuddyn varaustietoihin.
nb_no: Aktiver dette for å kunne tilby Porterbuddy som fraktmetode i %1$s. Butikkens addresse vil bli anvendt som hentepunkt for pakken, og din admin-epost vil bli brukt for booking-informasjon fra Porterbuddy.
sv_se: Aktivera detta för Porterbuddy som en %1$s fraktmetod. Din butikadress kommer att användas som upphämtningspunkt och din admin-e-post kommer att användas för bokningsinformation från Porterbuddy.

source: Wrong %1$s Orderid on shipping details callback
da_dk: Forkert %1$s Orderid i forsendelsesdetaljer callback
fi: Väärä %1$s Tilausnumero toimitustietojen callback:issa
nb_no: Feil %1$s-ordre-id under et fraktmetode-tilbakekall
sv_se: Fel %1$s Orderid på fraktinformationens callback

source: Wrong %1$s Orderid - possibly an attempt to fake a callback
da_dk: Forkert %1$s Ordreid - muligvis et forsøg på at forfalske et tilbagekald
fi: Väärä %1$s Orderid - mahdollisesti yritys väärentää callback:ia
nb_no: Feil %1$s-ordre-id - muligens et forsøk på å forfalske et tilbakekall
sv_se: Fel %1$s Orderid - möjligtvis ett försök att förfalska en callback

source: Error: Cannot instantiate payment gateway, because WooCommerce is not loaded! This can happen when WooCommerce updates itself; but if it didn't, please activate WooCommerce again
da_dk: Fejl: Kan ikke initiere betalingsgateway, fordi WooCommerce ikke er indlæst! Dette kan ske, når WooCommerce opdaterer sig selv; men hvis det ikke gjorde det, skal du aktivere WooCommerce igen.
fi: Virhe: WooCommerce ei ole ladattu! Näin voi tapahtua, kun WooCommerce päivittää itsensä; mutta jos sitä ei ole päivitetty, aktivoi WooCommerce uudelleen
nb_no: Feil: Kunne ikke opprette betalingsmåten, fordi WooCommerce ikke er lastet inn ennå! Dette kan hende i noen situasjoner der WooCommerce oppdaterer seg selv; men hvis ikke, aktiver WooCommerce på nytt
sv_se: Fel: Kan inte instansiera betalningsgateway, eftersom WooCommerce inte är laddad! Detta kan hända när WooCommerce uppdaterar sig själv; men om det inte gjorde det, vänligen aktivera WooCommerce igen

source: %1$s callback: Handling order:
da_dk: %1$s tilbagekald: Håndtering af ordre:
fi: %1$s callback: Käsittelyjärjestys:
nb_no: %1$s-tilbakekall: Håndterer ordre:
sv_se: %1$s callback: Hanterar beställning:

source: %1$s On-Site Messaging contains <em>badges</em> in different variants that can be used to let your customers know that %1$s payment is accepted.
da_dk: %1$s On-Site Messaging indeholder <em>mærker</em> i forskellige varianter, der kan bruges til at informere dine kunder om, at %1$s betaling er accepteret.
fi: %1$s On-Site Messaging sisältää eri variantteina olevia <em>merkkejä</em>, joita voit käyttää kertomaan asiakkaille, että %1$s-maksu on hyväksytty.
nb_no: %1$s On-Site Messaging inneholder <em>merker (badges)</em> i forskjellige varianter som kan brukes til å la kundene dine vite at du godtar %1$s-betaling.
sv_se: %1$s On-Site Messaging innehåller <em>märken</em> i olika varianter som kan användas för att informera dina kunder om att %1$s betalning accepteras.
