Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: This area is for special actions that aren't settings. If you are looking for the plugin's settings, click <a href='%s'>here</a>.
da_dk: Dette område er for særlige handlinger, der ikke er indstillinger. Hvis du leder efter pluginets indstillinger, skal du klikke <a href='%s'>her</a>.
fi: Tämä alue on erityistoimia varten, jotka eivät ole asetuksia. Jos etsit pluginien asetuksia, napsauta <a href='%s'>tästä</a>.
nb_no: Dette området er for handlinger som ikke er innstillinger. Hvis du leter etter innstillinger for utvidelsen klikk <a href='%s'>her</a>.
sv_se: Det här området är till för speciella åtgärder som inte är inställningar. Om du letar efter insticksprogrammets inställningar, klicka <a href='%s'>här</a>.

source: Vipps/MobilePay Recurring Payments
da_dk: Vipps/MobilePay Faste Betalinger
fi: Vipps/MobilePay Toistuvat Maksut
nb_no: Vipps/MobilePay faste betalinger
sv_se: Vipps/MobilePay återkommande betalningar

source: Disables the "Select another Payment method" button in Klarna Checkout.
da_dk: Deaktiverer knappen "Vælg en anden betalingsmetode" i Klarna Checkout.
fi: Poistaa "Valitse toinen maksutapa" -painikkeen Klarna Checkoutissa.
nb_no: Slår av "Velg en annen betalingsmåte"-knappen i Klarna-kasssen.
sv_se: Inaktiverar knappen "Välj en annan betalningsmetod" i Klarna Checkout.

source: URL to the Vipps/MobilePay logo
da_dk: URL til Vipps/MobilePay-logoet
fi: URL-osoite Vipps/MobilePay-logolle
nb_no: URL til Vipps MobilePay-logoen
sv_se: URL till Vipps/MobilePay logotypen

source: Remember: {brand} is always has no fees when paying businesses.
da_dk: Husk: Du betaler ikke gebyr, når du betaler en virksomhed via {brand}.
fi: Muistutus: {brand} ei koskaan veloita maksua maksaessa yrityksille.
nb_no: Husk: {brand} er alltid gebyrfritt når du betaler til bedrifter.
sv_se: Kom ihåg: {brand} är alltid utan avgifter när du betalar företag.

source: Description for Vipps/MobilePay Recurring Payments method. This controls the description which the user sees in the checkout form.
da_dk: Beskrivelse for Vipps/MobilePay abonnementsbetalingsmetode. Dette påvirker beskrivelsen, som brugeren ser i checkout.
fi: Vipps/MobilePay Toistuvien maksujen kuvaus. Tämä hallitsee kuvausta, jonka käyttäjä näkee kassalla maksaessaan.
nb_no: Beskrivelse for Vipps MobilePay faste betalinger-måten. Dette bestemmer beskrivelsen som kunden ser i kassen.
sv_se: Beskrivning för Vipps/MobilePay återkommande betalningsmetod. Detta styr beskrivningen som användaren ser i checkout formuläret.

source: Activate Vipps/MobilePay Recurring Payments as an external payment method for Klarna Checkout
da_dk: Aktiver Vipps/MobilePay Faste Betalinger som en betalingsmetode i Klarna Checkout.
fi: Aktivoi MobilePay Toistuvat maksut ulkoisena maksutapana Klarna Checkoutissa
nb_no: Aktiver Vipps MobilePay faste betalinger som en ekstern betalingsmåte i Klarna-kassen
sv_se: Aktivera Vipps/MobilePay återkommande betalningar som en extern betalningsmetod för Klarna Checkout

source: External Payment Method - Vipps/MobilePay Recurring Payments
da_dk: Ekstern betalingsmetode - Vipps/MobilePay Faste Betalinger
fi: Ulkoinen maksutapa - Vipps/MobilePay Toistuvat Maksut
nb_no: Ekstern betalingsmåte - Vipps MobilePay Faste Betalinger
sv_se: Extern betalningsmetod - Vipps/MobilePay återkommande betalningar

source: This value is being overriden by WC_VIPPS_RECURRING_TEST_MODE.
nb_no: Denne verdien blir overstyrt av WC_VIPPS_RECURRING_TEST_MODE.
sv_se: Detta värde överstyrs av WC_VIPPS_RECURRING_TEST_MODE.

source: Enabling this will route all API requests to the Vipps MobilePay test API.
nb_no: Å slå på dette vil rute alle API-forespørsler til test-API-et for Vipps MobilePay.
sv_se: Om du aktiverar detta skickas alla API-förfrågningar till Vipps MobilePay test-API.

source: Save debug messages to the WooCommerce System Status log.
da_dk: Gem fejlfindingbeskeder i WooCommerce Systemstatusloggen
fi: Tallenna vianmääritysviestit WooCommerce System Status logiin.
nb_no: Lagre feilsøkingsmeldinger i WooCommerce' systemstatus-loggen.
sv_se: Spara felsökningsmeddelanden i WooCommerce System Status loggen.

source: Log debug messages
da_dk: Log fejlsøgningsbeskeder
fi: Kirjaa vianmääritysviestit
nb_no: Logg feilsøkingsmeldinger
sv_se: Logga felsökningsmeddelanden

source: Developer, test, and debugging options.
nb_no: Utvikler, test og feilsøkings-innstillinger
sv_se: Utvecklare, test och felsöknings-inställningar

source: Developer settings
nb_no: Utvikler-innstillinger
sv_se: Utvecklarinställningar

source: Newest first
da_dk: Nyeste først
fi: Uusin ensin
nb_no: Nyeste først
sv_se: Nyaste först

source: Oldest first
da_dk: Ældste først
fi: Vanhin ensin
nb_no: Eldste først
sv_se: Äldsta först

source: Random
da_dk: Tilfældig
fi: Satunnainen
nb_no: Tilfeldig
sv_se: Slumpmässig

source: The sort order we use when checking charges in wp-cron. Random sort order is the best for most use cases. Oldest first may be useful if you use synchronized renewals.
da_dk: Den sorteringsrækkefølge, vi bruger, når vi kontrollerer betalinger i wp-cron. En tilfældig sorteringsrækkefølge er bedst for de fleste brugssituationer. Ældste først kan være nyttig, hvis du bruger synkroniserede fornyelser.
fi: Lajittelujärjestys, jota käytämme tarkistaessa veloituksia wp-cronissa. Satunnainen lajittelujärjestys on useimpiin käyttötarkoituksiin paras. Vanhin ensin voi olla hyödyllinen, jos käytät synkronisoituja uudistuksia.
nb_no: Rekkefølgen vi bruker når betalinger kontrolleres i wp-cron. En tilfeldig rekkefølge er anbefalt for de fleste bruksområder. Eldste først kan være nyttig dersom du bruker synkroniserte fornyelser.
sv_se: Sorteringsordningen vi använder när vi kontrollerar avgifter i wp-cron. Slumpmässig sorteringsordning är bäst i de flesta fall. Äldsta först kan vara användbart om du använder synkroniserade förnyelser.

source: Status checking sort order for charges
fi: Tilatarkistuksen lajittelujärjestys veloituksille
nb_no: Rekkefølgen betalinger skal kontrolleres
sv_se: Statuskontroll av sorteringsordning för avgifter

source: The amount of charges to check the status for in wp-cron per scheduled event. It is recommended to keep this between 5 and 100. The higher the value, the more performance issues you may run into.
da_dk: Beløbet af betalinger, der skal kontrolleres status for i wp-cron pr. planlagt begivenhed. Det anbefales at holde dette mellem 5 og 100. Jo højere værdien er, desto flere ydeevneproblemer kan opstå.
fi: Velouitusten määrä, joiden tila on tarkistettava wp-cronissa. Suosittelemme pitämään määrän 5 ja 100 välillä. Mitä korkeampi arvo, sitä enemmän ongelmia voit kohdata suorituksissa.
nb_no: Mengden trekk som skal sjekkes status på samtidig i wp-cron. Det anbefales å sette denne til et tall mellom 5 og 100. Desto høyre verdi, desto større sjanse er det for at ytelsesproblemer kan oppstå.
sv_se: Mängden avgifter att kontrollera status för i wp-cron per schemalagd händelse. Det rekommenderas att hålla detta mellan 5 och 100. Ju högre värde, desto fler prestandaproblem kan du stöta på.

source: Amount of charges to check per status check
da_dk: Antal træk at tjekke status på per status check
fi: Tarkistettavien maksujen määrä tilan tarkistamiseen
nb_no: Antall betalinger å kontrollere pr. status-sjekk
sv_se: Antal avgifter att kontrollera per statuskontroll

source: We use webhooks in most instances, but they are not guaranteed to be reliable. In those cases we rely on cron.
nb_no: Vi bruker webhooks i de fleste tilfeller, men det kan ikke garanteres at de er tilgjengelig. I disse tilfellene bruker vi cron.
sv_se: Vi använder webhooks i de flesta fall, men de är inte garanterade att vara tillförlitliga. I dessa fall förlitar vi oss på cron.

source: Cron settings
nb_no: Innstillinger for planlagte oppgaver
sv_se: Cron-inställningar

source: This option will make sure order statuses always transition to "completed" when the renewal charge is completed in Vipps/MobilePay.
da_dk: Denne indstilling sikrer, at ordrestatus altid skifter til "fuldført", når fornyelsesbetalingen er fuldført i Vipps/MobilePay.
fi: Tämä vaihtoehto varmistaa, että tilauskset siirtyvät tilaan "valmis", kun uusimismaksu on valmis Vippsissä/MobilePayssa.
nb_no: Denne innstillingen vil sørge for at status på ordre alltid blir "fullført" når en betaling blir fullført i Vipps MobilePay.
sv_se: Detta alternativ kommer att se till att orderstatus alltid övergår till "fullförd" när förnyelseavgiften är klar i Vipps/MobilePay.

source: Transition order status for renewals to "completed"
da_dk: Skift ordrestatus for fornyelser til "fuldført"
fi: Siirrä uusimistilaukset tilaan "valmis"
nb_no: Endre status på fornyelsesordre til "fullført"
sv_se: Övergångs orderstatus för förnyelser till "fullförd"

source: When a renewal order happens we have to wait a few days for the money to be drawn from the customer. This settings controls the status to give these renewal orders before the charge completes.
da_dk: Når en fornyelsesordre finder sted, skal vi vente et par dage, inden pengene trækkes fra kunden. Denne indstilling styrer statussen for at give disse fornyelsesordrer, inden betalingen er fuldført.
fi: Kun uudistustilaus tehdään, meidän on odotettava muutama päivä ennen rahojen veloittamista asiakkaalta. Nämä asetukset ohjaavat mikä tila annetaan kyseisille uusimistilauksille ennen veloituksen loppuunsuorittamista.
nb_no: Når et abonnement fornyes tar det et par dager før pengene blir belastet kunden. Denne innstillingen angir hvilken status fornyelsesordrene skal gis før betalingen fullføres.
sv_se: När en förnyelseorder inträffar måste vi vänta några dagar på att pengarna ska dras från kunden. Dessa inställningar styr statusen för att ge dessa förnyelseordrar innan debiteringen slutförs.

source: Default status to give pending renewal orders
da_dk: Standardstatus for at give afventende fornyelsesordrer
fi: Oletusarvoinen tila annetaan odottaville uusimistilauksille
nb_no: Standard status å gi ventende fornyelsesordre
sv_se: Standardstatus för att ge väntande förnyelseorder

source: The status to give orders when the charge is reserved in Vipps/MobilePay (i.e. tangible goods). Notice: This option only counts for newly signed agreements by the customer. Use the setting below to set the default status for renewal orders.
da_dk: Status at give ordrer, når betalingen er reserveret i Vipps/MobilePay (dvs. fysiske varer). Bemærk: Denne indstilling gælder kun for nyligt underskrevne aftaler af kunden. Brug indstillingen nedenfor for at sætte standardstatus for fornyelsesordrer.
fi: Status joka annetaan tilauksille, kun veloitus on varattu Vippsissä/MobilePayssa (ts. konkreettiset tuotteet). Huomaa: Tämä vaihtoehto koskee vain asiakkaan uudelleen allekirjoittamia sopimuksia. Käytä alla olevaa asetusta asettaaksesi oletustilan uusimistilauksille.
nb_no: Statusen å gi til ordre hvor beløpet er reservert i Vipps og ikke trukket ennå (f.eks. for materielle varer). Merk: Denne innstillingen gjelder kun for nylig signert betalingsavtale av kunden. Bruk innstillingen nedenfor for å angi standardstatusen for fornyelsesordre.
sv_se: Status för att ge order när avgiften är reserverad i Vipps/MobilePay (dvs materiella varor). Observera: Detta alternativ gäller endast för nytecknade avtal av kunden. Använd inställningen nedan för att ställa in standardstatus för förnyelseordrar.

source: Default status to give orders with a reserved charge
da_dk: Standardstatus for ordrer med en reserveret betaling.
fi: Oletusarvoinen tila joka annetaan varatuille veloituksille
nb_no: Standard status å gi ordre med en reservert betaling
sv_se: Standardstatus för att ge order med en reserverad avgift

source: [Default] Shop or homepage
nb_no: [Standard] Butikk- eller forside
sv_se: [Standard] Butik eller hemsida

source: The page to redirect customers to when they click "Continue shopping" after a cancelled payment.
nb_no: Siden kundene skal omdirigeres til når de klikker "Forstett å handle" etter en kansellert betaling.
sv_se: Sidan som kunderna omdirigerar till när de klickar på "Fortsätt handla" efter en avbruten betalning.

source: "Continue shopping" link
nb_no: "Fortsett å handle"-lenke
sv_se: "Fortsätt handla" länk

source: Orders, renewals and status settings.
nb_no: Ordrer, fornyelser og status-innstillinger.
sv_se: Beställningar, förnyelser och statusinställningar.

source: Order settings
nb_no: Ordre-innstillinger
sv_se: Beställningsinställningar

source: Get your API keys from your Vipps/MobilePay developer portal.
da_dk: Hent dine API Keys fra din Vipps MobilePay Portal
fi: Hanki API-avaimet Vipps/MobilePay kehittäjäportaalista.
nb_no: Hent API-nøklene dine fra utviklerportalen hos Vipps MobilePay.
sv_se: Få dina API nycklar från din Vipps/MobilePay utvecklarportal.

source: Get your Merchant Serial Number your Vipps/MobilePay developer portal.
da_dk: Hent dit CVR nummer fra Vipps MobilePay portalen.
fi: Hanki Merchant Serial Number Vipps/MobilePay kehittäjäportaalista.
nb_no: Hent ditt Merchant Serial Number fra utviklerportalen hos Vipps MobilePay.
sv_se: Få dina Merchant Serial Number från din Vipps/MobilePay utvecklarportal.

source: Merchant Serial Number (MSN)
da_dk: CVR nummer
nb_no: Forhandlernummer (MSN)

source: These settings control the connection between your store and Vipps MobilePay.
nb_no: Disse innstillingene er for tilkoblingen mellom butikken din og Vipps MobilePay.
sv_se: Dessa inställningar styr kopplingen mellan din butik och Vipps MobilePay.

source: API settings
nb_no: API-innstillinger
sv_se: API-inställningar

source: An alphanumeric text string to use as a prefix on checkout orders from your shop, to avoid duplicate order ids.
nb_no: En alfanumerisk tekststreng som brukes som en prefiks til ordre i kassen i butikken din, for å unngå duplikate ordre id-er.
sv_se: En alfanumerisk textsträng att använda som prefix på checkout beställningar från din butik, för att undvika dubbletter av beställnings-id.

source: OrderId prefix
nb_no: Ordre-id-prefiks

source: Enable Vipps/MobilePay Checkout
nb_no: Slå på Vipps MobilePay-kasse
sv_se: Aktivera Vipps/MobilePay Checkout

source: Vipps MobilePay Checkout replaces the normal WooCommerce checkout with an easier and more seamless checkout that allows you to pay with Vipps MobilePay (and soon also a credit card). Your customers will be able to provide their billing/shipping details directly from the Vipps MobilePay app. <br><br><strong>Important!</strong> Checkout for recurring payments <strong>only supports static shipping</strong> at the moment.
nb_no: Vipps MobilePay Checkout erstatter den normale WooCommerce utsjekkingen med en enklere og mer sømløs utsjekking som lar deg betale med Vipps MobilePay (og snart også et kredittkort). Dine kunder vil kunne gi sine fakturerings-/fraktopplysninger direkte fra Vipps MobilePay-appen. <br><br><strong>Viktig!</strong> Checkout for gjentakende betalinger <strong>støtter kun statisk frakt</strong> for øyeblikket.
sv_se: Vipps MobilePay Checkout ersätter den normala WooCommerce utcheckningen med en lättare och mer smidig utcheckning som låter dig betala med Vipps MobilePay (och snart även ett kreditkort). Dina kunder kommer att kunna lämna sina fakturerings-/fraktuppgifter direkt från Vipps MobilePay appen. <br><br><strong>Viktigt!</strong> Utcheckning för återkommande betalningar <strong> stöttar bara statisk frakt </strong> för tillfället.

source: Checkout settings
nb_no: Kasse-innstillinger
sv_se: Checkout inställningar

source: Use at your own risk
nb_no: Bruk på egen risiko
sv_se: Använd på egen risk

source: Pay with {brand}.
da_dk: Betal med {brand}.
fi: Maksa {brand}.
nb_no: Betal med {brand}.
sv_se: Betala med {brand}.

source: This controls the description which the user sees during checkout. {brand} is substituted with either Vipps or MobilePay.
da_dk: Dette styrer beskrivelsen, som brugeren ser under betaling. {brand} bliver erstattet med enten Vipps eller MobilePay.
fi: Tämä hallitsee kuvausta, jonka käyttäjä näkee kassalla. {brand} korvataan joko Vippsillä tai MobilePayllä.
nb_no: Kontrollerer hvilken merkevare kunden ser i kassa. {brand} blir erstattet av enten Vipps eller MobilePay.
sv_se: Detta kontrollerar beskrivningen som användaren ser i checkout. {brand} ersätts med antingen Vipps eller MobilePay.

source: If this option is checked we will start automatically capturing MobilePay payments. This prevents reservations from being cancelled after 7 days.
nb_no: Om dette alternativet velges vil vi begynne automatisk å belaste betalinger med MobilePay. Dette forhindrer at reservasjoner kanselleres etter 7 dager.
sv_se: Om det här alternativet är markerat börjar vi automatiskt genomföra MobilePay betalningar. Detta förhindrar att reservationer avbokas efter 7 dagar.

source: Automatically capture payments made with MobilePay
nb_no: Belast automatisk betalinger gjort med MobilPay
sv_se: Genomför automatiskt betalningar gjorda med MobilePay

source: Controls the payment flow brand (Vipps or MobilePay).
da_dk: Styrer betalingsflowet for mærket (Vipps eller MobilePay).
fi: Ohjaa maksuliikennemerkin (Vipps tai MobilePay) maksuvirtausta.
nb_no: Angir merket som brukes i betalingen (Vipps eller MobilePay).
sv_se: Kontrollerar betalningsflödets varumärke (Vipps eller MobilePay).

source: Brand
fi: Brändi
nb_no: Merke
sv_se: Varumärke

source: Brand settings
nb_no: Merke-innstillinger
sv_se: Varumärkesinställningar

source: Enable Vipps/MobilePay Recurring Payments
da_dk: Aktivér Vipps/MobilePay Faste Betalinger
fi: Aktivoi Vipps/MobilePay Toistuvat maksut
nb_no: Slå på Vipps/MobilePay Faste Betalinger
sv_se: Aktivera Vipps/MobilePay Recurring Payments

source: No
da_dk: Nej
fi: Ei
nb_no: Nei
sv_se: Nej

source: Yes
da_dk: Ja
fi: Kyllä
nb_no: Ja
sv_se: Ja

source: This order has not yet been captured.
da_dk: Denne ordre er endnu ikke blevet trækt.
fi: Tilausta ei ole vielä varattu.
nb_no: Denn ordren er ennå ikke belastet.
sv_se: Denna order har inte blivit påbörjad än

source: Charge ID not available. Check the order's notes instead.
da_dk: Charge ID er ikke tilgængelig. Tjek i stedet ordrens noter.
fi: Charge ID ei ole saatavilla. Tarkista tilauksen viesti.
nb_no: Charge ID ikke tilgjengelig. Sjekk notatene til ordren i stedet.
sv_se: Charge ID inte tillgänglig. Checka beställningens anteckningar istället.

source: Created At
da_dk: Tidspunkt
fi: Luotu
nb_no: Tidspunkt
sv_se: Skapad den

source: Latest API Status
da_dk: Den nyeste API status
fi: Viimeisin API-tila
nb_no: Siste API-status
sv_se: Senaste API-status

source: Failure Reason
da_dk: Fejlårsag
fi: Epäonnistumisen Syy
nb_no: Feilårsak
sv_se: Felorsak

source: Charge ID
nb_no: Betalings-ID
sv_se: Betalnings ID

source: Agreement ID
fi: Sopimustunnus
nb_no: Avtale-ID
sv_se: Avtals-ID

source: Check Status
fi: Tarkista Tila
nb_no: Kontroller status
sv_se: Kontrollera status

source: No failed charges found.
da_dk: Ingen mislykkede opkrævninger fundet.
fi: Yhtään epäonnistunutta veloitusta ei löydetty.
nb_no: Ingen mislykkede betalinger funnet.
sv_se: Inga misslyckade avgifter hittades

source: Offer recurring payments with Vipps MobilePay for WooCommerce Subscriptions
fi: Tarjoa toistuvia maksuja Vipps MobilePaylla WooCommerce Subscriptions -lisäosalla.
nb_no: Tilby faste betalinger med Vipps MobilePay for WooCommerce Subscriptions
sv_se: Erbjuda återkommande betalningar med Vipps MobilePAy för WooCommerce-abonnemang

source: Vipps/MobilePay recurring payments for WooCommerce
da_dk: Vipps/MobilePay faste betalinger for WooCommerce
fi: Vipps/MobilePay Toistuvat Maksut -yhdyskäytävä WooCommercelle
nb_no: VippsMobilePay faste betalinger for WooCommerce
sv_se: Vipps/MobilePay återkommande betalningar för WooCommerce

# block keyword
source: woo-gutenberg-products-block
nb_no: woo-gutenberg-produkt-blokk

# block title
source: Vipps MobilePay Buy Now
nb_no: Vipps MobilePay Kjøp nå

# block title
source: Vipps MobilePay On-Site Messaging Badge
nb_no: Vipps MobilePay On-Site Messaging Merke

source: The money for order %1$d has not been captured, only reserved. %2$s %3$s of the reserved funds will be released when the order is set to complete.
da_dk: Pengene for ordre %1$d er ikke blevet indfanget, kun reserveret. %2$s %3$s af de reserverede midler vil blive frigivet, når ordren er sat til færdig.
nb_no: Pengene for ordre %1$d har ikke blitt belastet, bare reservert. %2$s %3$s av de reserverte midlene vil bli frigitt når ordren blir satt til fullført.
sv_se: Pengarna för beställning %1$d har inte genomförts, endast reserverats. %2$s %3$s av de reserverade medlen kommer att släppas när beställningen sätts till slutförd.

source: Was not able to cancel remaining amount for the order %1$s: %2$s
da_dk: Kunne ikke annullere det resterende beløb for ordren %1$s: %2$s
nb_no: Kunne ikke kansellere gjenværende mengde for ordre %1$s: %2$s
sv_se: Kunde inte avbryta det återstående beloppet för beställningen %1$s: %2$s

source: Order %1$s: %2$s is cancelled to free up the reservation in the customers bank account.
da_dk: Ordre %1$s: %2$s er annulleret for at frigive reservationen i kundens bankkonto.
nb_no: Ordre %1$s: %2$s er kansellert for å frigjøre reserveringen i kundens bankkonto
sv_se: Beställning %1$s: %2$s är avbruten för att frigöra reservationen i kundens bankkonto.

source: maybe_cancel_reserved_amount we have remaining reserved after capture of total %1$s
da_dk: måske_cancel_reserved_amount vi har resterende reserveret efter opfangning af total %1$s
nb_no: maybe_cancel_reserved_amount vi fortsatt har reservert etter belastning av totalt %1$s
sv_se: maybe_cancel_reserved_amount vi har kvar reserverat efter genomföring av totalt %1$s

source: The brand will be automatically applied.
da_dk: Mærket vil blive anvendt automatisk.
nb_no: Varemerket vil automatisk bli angitt.
sv_se: Varumärket kommer att tillämpas automatiskt.

source: Danish
da_dk: Dansk
nb_no: Dansk
sv_se: Danska

source: Finnish
da_dk: Finsk
nb_no: Finsk
sv_se: Finska

source: Light
da_dk: Lys
nb_no: Lys
sv_se: Ljus

source: Filled
da_dk: Udfyldt
nb_no: Fylt
sv_se: Fylld

source: Image %1$s is too small - height %2$dpx (minimum 167px required)
da_dk: Billede %1$s er for lille - højde %2$dpx (minimum 167px kræves)
nb_no: Bildet %1$s er for lite - høyde %2$dpx (minimum 167px påkrevet)
sv_se: Bild %1$s är för liten - höjd %2$dpx (minst 167px krävs)

source: Image rejected by Vipps - minimum height requirement is 167px
da_dk: Billede afvist af Vipps - minimum højdekrav er 167px
nb_no: Bildet avvvist av Vipps - minimumskrav til høyde er 167px
sv_se: Bild avvisad av Vipps - minimi höjdkrav är 167px

source: Image height too small - minimum height requirement is 167px
da_dk: Billedhøjde for lille - minimum højdekrav er 167px
nb_no: Bildets høyde er for liten - minimumskrav til høyde er 167px
sv_se: Bildhöjd för liten - minimi höjdkrav är 167px

source: Settings saved
da_dk: Indstillinger gemt
nb_no: Innstillinger lagret
sv_se: Inställningar sparade

source: The uploaded image is too small. It must be at least 167 pixels in height.
da_dk: Det uploadede billede er for lille. Det skal være mindst 167 pixels i højden.
nb_no: Det opplastede bildet er for lite. Det må være minst 167 piksler i høyden.
sv_se: Den uppladdade bilden är för liten. Den måste vara minst 167 pixlar hög.

source: The image must be at least 167 pixels in height
da_dk: Billedet skal være mindst 167 pixels i højden
nb_no: Bildet må være minst 167 piksler i høyden
sv_se: Bilden måste vara minst 167 pixlar hög
