Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Activate compatibility mode for all "Buy now" buttons
da_dk: Aktiver kompatibilitetstilstand for alle "Køb nu" knapper
fi: Aktivoi yhteensopivuustila kaikille "Osta nyt" -painikkeille
nb_no: Aktiver kompatibilitetsmodus for alle "Kjøp nå"-knappene
sv_se: Aktivera kompatibilitetsläge för alla ”Köp nu”-knappar

source: "Buy now" compatibility mode
da_dk: "Køb nu" kompatibilitetsmodus
fi: "Osta nyt" -yhteensopivuustila
nb_no: Kompatibilitetsmodus for "Kjøp nå"
sv_se: ”Köp nu” compatibility mode

source: Payment captured directly at %1$s
da_dk: Betaling registreret direkte på %1$s
fi: Maksu tehty suoraan %1$s:lla
nb_no: Betalingen overført direkte hos %1$s
sv_se: Betalning fångad direkt på %1$s

source: Unknown payment status
da_dk: Ukendt betalingsstatus
fi: Tuntematon maksun tila
nb_no: Ukjent betalingsstatus
sv_se: Okänd betalningsstatus

source: Processing
da_dk: Behandler
fi: Käsittelyssä
nb_no: Behandler
sv_se: Bearbetar

source: On hold
da_dk: På pause
fi: Odottaa
nb_no: På vent
sv_se: På vänt

source: Choose default order status for reserved (not captured) orders
da_dk: Vælg standard ordrestatus for reserverede (ikke indfangede) ordrer
fi: Valitse tilauksen oletustila varatuille (kirjaamattomille) tilauksille
nb_no: Velg standard ordrestatus for ordre som er reservert, men ikke belastet
sv_se: Välj standardbeställningsstatus för reserverade (inte genomförda) beställningar

source: Order status on return from %1$s
da_dk: Ordrestatus ved returnering fra %1$s
fi: Tilauksen tila palatessa %1$s:stä
nb_no: Ordrestatus ved retur fra %1$s
sv_se: Beställningsstatus vid retur från %1$s

source: Cannot refund payment on orders not made by %1$s
da_dk: Kan ikke refundere betaling på ordrer, der ikke er lavet af %1$s
fi: Ei voi palauttaa maksua tilauksista, joita ei ole tehty %1$s mennessä
nb_no: Kan ikke refundere betalinger på ordre ikke gjort gjennom %1$s
sv_se: Kan inte återbetala betalning på beställningar som inte gjorts av %1$s

source: Order not completed, cannot refund superfluous capture
da_dk: Ordre ikke fuldført, kan ikke refundere overflødig indfangning
fi: Tilausta ei ole suoritettu loppuun, ei voida palauttaa summaa
nb_no: Ordren er ikke fullført, kan ikke refundere overflødig belastet beløp
sv_se: Beställning inte slutförd, kan inte återbetala överflödig genomförd

source: Cannot refund superfluous capture on non-completed order:
da_dk: Kan ikke refundere overflødig fangst på ikke-afsluttet ordre:
fi: Maksua ei voida palauttaa suorittamattomasta tilauksesta:
nb_no: Kan ikke refundere overflødig belastet beløp på en ordre som er ikke fullført:
sv_se: Kan inte återbetala överflödig genomföring på icke-slutförd order:

source: Refund superfluous payment
da_dk: Refunder overflødig betaling
fi: Turhan maksun palauttaminen
nb_no: Betal tilbake overskytende beløp
sv_se: Återbetalning av överflödig betalning

source: More funds than the order total has been captured at %1$s. Press this button to refund this amount at %1$s without editing this order
nb_no: Et større beløp enn ordresummen har blitt belastet med %1$s. Trykk denne knappen for å refundere dette beløpet med %1$s uten å redigere denne ordren

source: Order status
da_dk: Ordrestatus
fi: Tilauksen tila
nb_no: Ordrestatus

source: Could not get %1$s order status for order id:
da_dk: Kunne ikke få %1$s ordrestatus for ordre id:
fi: Ei saatu %1$s-tilauksen tilaa tilaustunnukselle:
nb_no: Kunne ikke hente %1$s ordrestatus for ordre-id:
sv_se: Kunde inte hämta %1$s orderstatus för order-id:

source: No shipping details from %1$s for express checkout for order id:
da_dk: Ingen forsendelsesdetaljer fra %1$s til hurtig kasse for ordre id:
fi: Ei toimitustietoja %1$s:lta Express Checkout-palvelulle tilaustunnuksella:
nb_no: Ingen fraktinformasjon fra %1$s for hurtigkasse-kjøp med ordre-id:
sv_se: Ingen fraktinformation från %1$s för express checkout för beställnings-ID:

source: Could not cancel %1$s payment for order id:
da_dk: Kunne ikke annullere %1$s betaling for ordre id:
fi: Ei voitu peruuttaa %1$s-maksua tilaustunnisteella:
nb_no: Kunne ikke kansellere %1$s-betaling for ordre-id:
sv_se: Kunde inte avbryta %1$s betalning för order-id:

source: Could not cancel %1$s payment for order_id:
da_dk: Kunne ikke annullere %1$s betaling for ordre_id:
fi: %1$s-maksua ei voitu peruuttaa order_id:lle:
nb_no: Kunne ikke kansellere %1$s-betaling for ordre-id:
sv_se: Kunde inte avbryta %1$s betalning för order_id:

source: Could not capture %1$s payment for order_id:
da_dk: Kunne ikke fange %1$s betaling for order_id:
fi: %1$s-maksua ei voitu kirjata tilaustunnisteelle:
nb_no: Kunne ikke belaste %1$s-betalingen for ordreid:
sv_se: Kunde inte genomföra %1$s betalning för order_id:

source: Could not capture %1$s payment for order id:
da_dk: Kunne ikke fange %1$s betaling for ordre id:
fi: %1$s-maksua ei voitu kirjata tilaustunnisteelle:
nb_no: Kunne ikke belaste %1$s-betalingen for ordreid:
sv_se: Kunde inte genomföra %1$s betalning för order-id:

source: Could not get access token when initiating %1$s payment for order id:
da_dk: Kunne ikke få adgangstoken ved igangsættelse af %1$s betaling for ordre id:
fi: Access tokenia ei saatu, kun %1$s-maksua aloitettiin tilaustunnukselle:
nb_no: Kunne ikke hente adgangstegn ved start av %1$s-betaling for ordre-id:
sv_se: Kunde inte hämta access token när %1$s betalning initierades för order-id:

source: Could not refund %1$s payment for order id:
da_dk: Kunne ikke refundere %1$s betaling for ordre id:
fi: Ei voitu palauttaa %1$s-maksua tilaustunnisteelle:
nb_no: Kunne ikke refundere %1$s-betalingen for ordreid:
sv_se: Kunde inte utföra återbetalning %1$s för order-id:

source: Invalid order for shipping callback:
da_dk: Ugyldig ordre til forsendelses tilbagekaldelse:
fi: Väärä tilaus toimituksen callback:ia varten:
nb_no: Ugyldig ordre for frakt-tilbakekall:
sv_se: Ogiltig beställning för frakt callback:

source: Cannot use %1$s as status for non-autocapturable orders: payment is captured on this status. See the woo_vipps_captured_statuses-filter.
da_dk: Kan ikke bruge %1$s som status for ordrer der ikke automatisk kan fanges: betaling fanges på denne status. Se woo_vipps_captured_statuses-filteret.
fi: Ei voi käyttää %1$s-tilaa ei automaattisesti määritettävissä oleville tilauksille: maksu kirjataan tällä tilalla. Katso suodatin woo_vipps_captured_statuses.
nb_no: Kan ikke bruke %1$s som status for ikke automatisk belastbare ordre: Betalingen er belastet på denne statusen. Se filteret woo_vipps_captured_statuses.
sv_se: Kan inte använda %1$s som status för icke-autokapabla beställningar: betalningen är fångad på denna status. Se woo_vipps_captured_statuses-filter.

source: Please note that for Express Checkout, shipping must be calculated in a callback from the %1$s app, without any knowledge of the customer. This means that Express Checkout may not be compatible with all Shipping plugins or setup. You should test that your setup works if you intend to provide this feature.
da_dk: Bemærk venligst, at for Express Checkout skal forsendelse beregnes i et callback fra %1$s appen, uden nogen viden om kunden. Dette betyder, at Express Checkout muligvis ikke er kompatibel med alle forsendelsesplugins eller opsætninger. Du bør teste, at din opsætning fungerer, hvis du har til hensigt at tilbyde denne funktion.
fi: Huomaa, että Express Checkout -toiminnon kohdalla toimituskulut on laskettava callback:ina %1$s-sovelluksesta asiakkaan tietämättä. Tämä tarkoittaa, että Express Checkout ei välttämättä ole yhteensopiva kaikkien Toimitus-liitännäisten tai -asetusten kanssa. Sinun on testattava, että asetuksesi toimii, jos aiot tarjota tätä toimintoa.
nb_no: Vær oppmerksom på at for %1$s Hurtigkasse, så må frakt kunne beregnes i et tilbakekall fra appen, uten noe kunnskap om kunden. Det betyr at hurtigkassen kan være inkompatibel med enkelte frakt-utvidelser eller oppsett. Du bør teste at ditt eget oppsett virker om du planlegger å tilby dette.
sv_se: Observera att för Express Checkout måste frakten beräknas i en callback från %1$s-appen, utan någon kännedom om kunden. Detta innebär att Express Checkout kanske inte är kompatibel med alla fraktplugins eller inställningar. Du bör testa att din inställning fungerar om du avser att tillhandahålla denna funktion.

source: The entire amount has been captured at %1$s
da_dk: Hele beløbet er blevet indfanget på %1$s
fi: Koko summa on kirjattu kohteessa %1$s
nb_no: Hele beløpet er belastet %1$s
sv_se: Hela beloppet har genomförts vid %1$s

source: Transaction ID
da_dk: Transaktions-ID
fi: Tapahtumatunnus
nb_no: Transaksjons-id
sv_se: Transaktions-ID

source: Timestamp
da_dk: Tidsstempel
fi: Aikaleima
nb_no: Tidsstempel
sv_se: Tidsstämpel

source: Success
da_dk: Succes
fi: Menestys
nb_no: Suksess
sv_se: Lyckat

source: Amount
da_dk: Beløb
fi: Määrä
nb_no: Handling
sv_se: Belopp

source: Operation
fi: Operaatio
nb_no: Operasjon

source: Transaction Log
da_dk: Transaktionslog
fi: Tapahtumaloki
nb_no: Transaksjonslogg
sv_se: Transaktionslogg

source: Email
fi: Sähköposti
nb_no: E-post
sv_se: E-post

source: Mobile Number
da_dk: Mobilnummer
fi: Matkapuhelinnumero
nb_no: Mobilnummer
sv_se: Mobilnummer

source: Last Name
da_dk: Efternavn
fi: Sukunimi
nb_no: Etternavn
sv_se: Efternamn

source: First Name
da_dk: Fornavn
fi: Etunimi
nb_no: Fornavn
sv_se: Förnamn

source: User ID
da_dk: Bruger-ID
fi: Käyttäjätunnus
nb_no: Bruker-id
sv_se: Användar-ID

source: User details
da_dk: Bruger detaljer
fi: Käyttäjän tiedot
nb_no: Brukerdetaljer
sv_se: Användardetaljer

source: Shipping method ID
da_dk: Forsendelsesmetode ID
fi: Toimitustavan tunnus
nb_no: Fraktmetode-id
sv_se: Fraktmetod-ID

source: Shipping cost
da_dk: Fragtomkostninger
fi: Toimituskulut
nb_no: Fraktkostnad
sv_se: Fraktkostnad

source: Shipping method
da_dk: Forsendelsesmetode
fi: Toimitustapa
nb_no: Fraktmetode
sv_se: Fraktmetod

source: Address
da_dk: Adresse
fi: Osoite
nb_no: Addresse
sv_se: Adress

source: Shipping details
da_dk: Fragt detaljer
fi: Toimitustiedot
nb_no: Fraktdetaljer
sv_se: Fraktdetaljer

source: Remaining amount to refund
da_dk: Resterende beløb til tilbagebetaling
fi: Jäljellä oleva tuki
nb_no: Gjenstående å tilbakebetale
sv_se: Återstående belopp att återbetala

source: Refunded amount
da_dk: Refunderet beløb
fi: Palautettu määrä
nb_no: Tilbakebetalt beløp
sv_se: Återbetalt belopp

source: Remaining amount to capture
da_dk: Resterende beløb til indfangning
fi: Jäljelle jäävä määrä
nb_no: Gjenstående beløp å belaste
sv_se: Återstående belopp att fånga

source: Capured amount
da_dk: Indfanget beløb
fi: Pidätetty määrä
nb_no: Trukket beløp
sv_se: Genomförd summa

source: Transaction summary
da_dk: Transaktionsoversigt
fi: Tapahtumien yhteenveto
nb_no: Transaksjonsoversikt
sv_se: Transaktionssammanfattning

source: Order id
da_dk: Ordre id
fi: Tilaustunnus
nb_no: Ordre-id
sv_se: Beställnings-id

source: Transaction details
da_dk: Transaktionsdetaljer
fi: Tapahtuman tiedot
nb_no: Transaksjonsdetaljer
sv_se: Transaktionsdetaljer

source: Transaction details not retrievable:
da_dk: Transaktionsdetaljer kan ikke hentes:
fi: Tapahtuman tietoja ei voida hakea:
nb_no: Transaksjonsdetaljer er ikke mulig å hente:
sv_se: Transaktionsdetaljer går inte att hämta:

source: The order is not a %1$s order
da_dk: Ordren er ikke en %1$s ordre
fi: Tilaus ei ole %1$s-tilaus
nb_no: Ordren er ikke en %1$s-ordre
sv_se: Beställningen är inte en %1$s-beställning

source: Show complete transaction details
da_dk: Vis komplette transaktionsdetaljer
fi: Näytä täydelliset tapahtuman tiedot
nb_no: Vis fullstendige transaksjonsdetaljer
sv_se: Visa kompletta transaktionsdetaljer

source: If %1$s is enabled for a product, add the 'Buy now' button to catalog pages too
da_dk: Hvis %1$s er aktiveret for et produkt, skal du også tilføje 'Køb nu' knappen til katalogsider
fi: Jos %1$s on käytössä tuotteelle, lisää 'Osta nyt' -painike myös luettelosivuille
nb_no: Hvis %1$s er skrudd på for ett produkt, legg også til kjøpeknappen på katalogsider
sv_se: Om %1$s är aktiverat för en produkt, lägg till ”Köp nu”-knappen på katalogsidorna också

source: Add the button for all relevant products on catalog pages
da_dk: Tilføj knappen for alle relevante produkter på katalogsiderne
fi: Lisää painike kaikille asiaankuuluville tuotteille luettelosivuilla
nb_no: Legg til knappen for alle aktuelle produkter på katalogsidene
sv_se: Lägg till knappen för alla relevanta produkter på katalogsidor

source: Add 'Buy now' button on catalog pages too
da_dk: Tilføj 'Køb nu' knappen på katalogsiderne også
fi: Lisää 'Osta nyt' -painike myös luettelosivuille
nb_no: Legg til "Kjøp nå"-knapp også på katalogsider
sv_se: Lägg till ”Köp nu”-knappen på katalogsidor också

source: Enable this to allow customers to buy a product using %1$s directly from the product page. If you choose 'some', you must enable this on the relevant products
da_dk: Aktivér dette for at give kunderne mulighed for at købe et produkt ved hjælp af %1$s direkte fra produktsiden. Hvis du vælger 'nogle', skal du aktivere dette på de relevante produkter.
fi: Ota tämä käyttöön, jotta asiakkaat voivat ostaa tuotteen käyttämällä %1$s:ta suoraan tuotesivulta. Jos valitset vaihtoehdon "joillakin", sinun on otettava tämä käyttöön kyseisissä tuotteissa
nb_no: Slå på dette for å la kunder kjøpe et produkt med %1$s direkte fra produktsiden. Hvis du velger "noen", må du skru dette på på de aktuelle produktene enkeltvis.
sv_se: Aktivera detta för att låta kunder köpa en produkt med %1$s direkt från produktsidan. Om du väljer ”några”, måste du aktivera detta på de relevanta produkterna

source: All products
da_dk: Alle produkter
fi: Kaikki tuotteet
nb_no: Alle produkter
sv_se: Alla produkter

source: Some products
da_dk: Nogle produkter
fi: Jotkin tuotteet
nb_no: Noen produkter
sv_se: Några produkter

source: No products
da_dk: Ingen produkter
fi: Ei tuotteita
nb_no: Ingen produkter
sv_se: Inga produkter

source: Enable Express Checkout for single products
da_dk: Aktivér Express Checkout for enkelte produkter
fi: Ota käyttöön maksaminen Express Checkout -palvelun avulla yksittäisille tuotteille
nb_no: Slå på hurtigkasse for enkeltprodukter
sv_se: Aktivera Express Checkout för enskilda produkter

source: The link you have followed is for a product that is no longer available at this location. Please return to the store and try again
da_dk: Linket du har fulgt er til et produkt, der ikke længere er tilgængeligt på denne placering. Vend venligst tilbage til butikken og prøv igen.
fi: Seuraamasi linkki koskee tuotetta, jota ei ole enää saatavilla tässä paikassa. Palaa myymälään ja yritä uudelleen
nb_no: Lenken du har fulgt er for et produkt som ikke lenger er tilgjengelig her. Vennligst gå tilbake til butikken og forsøk på nytt
sv_se: Länken du har följt är för en produkt som inte längre är tillgänglig på denna plats. Vänligen återvänd till butiken och försök igen

source: Product is no longer available
da_dk: Produktet er ikke længere tilgængeligt
fi: Tuote ei ole enää saatavilla
nb_no: Produktet er ikke lenger tilgjengelig
sv_se: Produkten är inte längre tillgänglig

source: Buy now with
da_dk: Køb nu med
fi: Osta nyt
nb_no: Kjøp nå med
sv_se: Köp nu med

source: Your product is temporarily no longer available for purchase
da_dk: Dit produkt er midlertidigt ikke længere tilgængeligt for køb.
fi: Tuote ei ole tilapäisesti enää ostettavissa
nb_no: Produktet ditt er midlertidig ikke tilgjengelig for kjøp
sv_se: Din produkt är tillfälligt inte tillgänglig för köp

source: Selected product variant is not available for purchase
da_dk: Den valgte produktvariant er ikke tilgængelig for køb
fi: Valittu tuotevaihtoehto ei ole ostettavissa
nb_no: Den valgte produktvarianten er ikke tilgjengelig for kjøp
sv_se: Vald produktvariant är inte tillgänglig för köp

source: Selected product variant is not available
da_dk: Den valgte produktvariant er ikke tilgængelig.
fi: Valittu tuotevaihtoehto ei ole saatavilla
nb_no: Dn valgte produktvarianten er ikke tilgjengelig
sv_se: Vald produktvariant är inte tillgänglig

source: Unknown product, cannot create order
da_dk: Ukendt produkt, kan ikke oprette ordre
fi: Tuntematon tuote, tilausta ei voi luoda
nb_no: Ukjent produkt - kan ikke opprette ordre
sv_se: Okänd produkt, kan inte skapa beställning

source: Error finding product - cannot create order
da_dk: Fejl ved fund af produkt - kan ikke oprette ordre
fi: Virhe tuotteen löytämisessä - tilausta ei voi luoda
nb_no: Fant ikke produktet - kan ikke opprette ordre
sv_se: Fel vid sökning av produkt - kan inte skapa beställning

source: Processing order...
da_dk: Behandler ordre...
fi: Tilaus käsittelyssä...
nb_no: Behandler ordre...
sv_se: Bearbetar beställning...

source: The product doesn't exist
da_dk: Produktet eksisterer ikke
fi: Tuotetta ei ole olemassa
nb_no: Produktet eksisterer ikke
sv_se: Produkten finns inte

source: You don't have sufficient rights to edit this product
da_dk: Du har ikke tilstrækkelige rettigheder til at redigere dette produkt
fi: Sinulla ei ole riittäviä oikeuksia tämän tuotteen muokkaamiseen
nb_no: Du har ikke nok rettigheter til å redigere dette produktet
sv_se: Du har inte tillräckliga rättigheter för att redigera denna produkt

source: Mark this link for deletion
da_dk: Marker dette link til sletning
fi: Merkitse tämä linkki poistettavaksi
nb_no: Merk denne lenken for sletting
sv_se: Markera denna länk för radering

source: Action
da_dk: Handling
fi: Toiminta
nb_no: Handling
sv_se: Åtgärd

source: Link
fi: Linkki
nb_no: Lenke
sv_se: Länk

source: Link(s) will be deleted when you save the product
da_dk: Link(s) vil blive slettet, når du gemmer produktet
fi: Linkki/linkit poistetaan, kun tallennat tuotteen
nb_no: Lenk(ene) vil bli slettet når du lagrer produktet
sv_se: Länk(er) kommer att raderas när du sparar produkten

source: An error occured while creating a shareable link
da_dk: En fejl opstod under oprettelsen af et delbart link
fi: Jaettavan linkin luomisessa ilmeni virhe
nb_no: En feil oppsto under opprettelse av delbar lenke
sv_se: Ett fel inträffade vid skapandet av en delbar länk

source: Delete
da_dk: Slet
fi: Poista
nb_no: Slett
sv_se: Radera

source: Copy
da_dk: Kopier
fi: Kopioi
nb_no: Kopier
sv_se: Kopiera

source: Click to copy
da_dk: Klik for at kopiere
fi: Klikkaa kopioidaksesi
nb_no: Klikk for å kopiere
sv_se: Klicka för att kopiera

source: Select variant
da_dk: Vælg variant
fi: Valitse vaihtoehto
nb_no: Velg variant
sv_se: Välj variant

source: Create shareable link
da_dk: Opret delbar link
fi: Luo jaettava linkki
nb_no: Lag delbar lenke
sv_se: Skapa delbar länk

source: Shareable links are links you can share externally on banners or other places that when followed will start %1$s of this product immediately. Maintain these links here for this product.
da_dk: Delelige links er links, du kan dele eksternt på bannere eller andre steder, der når de følges, vil starte %1$s af dette produkt med det samme. Vedligehold disse links her for dette produkt.
fi: Jaettavat linkit ovat linkkejä, joita voit jakaa ulkoisesti bannereissa tai muissa paikoissa ja joita seuratessasi tämän tuotteen %1$s tuotteen myynti alkaa välittömästi. Ylläpidä näitä linkkejä täällä tätä tuotetta varten.
nb_no: Delbare lenker er lenker du kan dele eksternt, på bannere eller andre steder, som er slik at når du klikker på dem så vil de starte %1$s på produktet straks. Du kan holde orden på disse lenkene her for dette produktet.
sv_se: Delningsbara länkar är länkar som du kan dela externt på banners eller andra platser som när de följs kommer att starta %1$s av denna produkt omedelbart. Behåll dessa länkar här för denna produkt.

source: Shareable links
da_dk: Delelige links
fi: Jaettavat linkit
nb_no: Delbare lenker
sv_se: Delningsbara länkar

source: Add a 'Buy now with %1$s'-button to this product
da_dk: Tilføj en 'Køb nu med %1$s'-knap til dette produkt
fi: Lisää 'Osta nyt %1$s':lla-painike tähän tuotteeseen
nb_no: Legg til en 'Kjøp nå med %1$s'-knapp til dette produktet
sv_se: Lägg till en ”Köp nu med %1$s”-knapp till denna produkt

source: Add 'Buy now with %1$s' button
da_dk: Tilføj 'Køb nu med %1$s' knap
fi: Lisää 'Osta nyt %1$s:lla' -painike
nb_no: Legg til en 'Kjøp nå med %1$s'-knapp
sv_se: Lägg till ”Köp nu med %1$s”-knappen

source: Buy-now button
da_dk: Køb-nu knap
fi: Osta-nyt-painike
nb_no: Kjøp nå-knapp
sv_se: Köp-nu-knapp

source: Order does not need processing, but payment could not be captured at %1$s:
nb_no: Ordren trenger ikke behandling, men betalingen kunne ikke belastes hos %1$s:

source: Payment automatically captured at %1$s for order not needing processing
nb_no: Betaling automatisk belastet hos %1$s for ordre som ikke trenger behandling

source: No shipping required
da_dk: Ingen fragt nødvendig
fi: Toimitusta ei tarvita
nb_no: Ingen frakt nødvendig
sv_se: Ingen frakt krävs

source: Could not find Woo order with id:
da_dk: Kunne ikke finde Woo-ordre med id:
fi: Tunnisteella ei löydy Woo-tilausta:
nb_no: Kunne ikke finne Woo-ordre med id:
sv_se: Kunde inte hitta Woo-order med id:

source: Callback was:
da_dk: Tilbagekaldelse var:
fi: Callback oli:
nb_no: Tilbakekall var:
sv_se: Callback var:

source: Could not find %1$s order with id:
da_dk: Kunne ikke finde %1$s ordre med id:
fi: Tunnisteella ei löytynyt %1$s-tilausta:
nb_no: Kunne ikke finne %1$s-ordre med id:
sv_se: Kunde inte hitta %1$s order med id:

source: Vipps Express Checkout
nb_no: Vipps Hurtigkasse
sv_se: Vipps Hurtigkasse

source: Offer Vipps as a payment method for WooCommerce
da_dk: Tilbyd Vipps som betalingsmetode for WooCommerce
fi: Tarjoa Vipps maksutapana WooCommercelle
nb_no: Tilby Vipps som betalingsmåte for WooCommerce
sv_se: Erbjud Vipps som betalningsmetod för WooCommerce

source: https://wordpress.org/plugins/woo-vipps/
nb_no: https://nb.wordpress.org/plugins/woo-vipps/

source: Could not connect to %1$s
da_dk: Kunne ikke forbinde til %1$s
fi: Yhteyttä %1$s:hin ei saatu muodostettua
nb_no: Kunne ikke koble til %1$s
sv_se: Kunde inte ansluta till %1$s

source: %1$s requires that your site uses HTTPS.
da_dk: %1$s kræver, at dit websted bruger HTTPS.
fi: %1$s edellyttää, että sivustosi käyttää HTTPS:ää.
nb_no: %1$s krever at nettstedet ditt bruker HTTPS.
sv_se: %1$s kräver att din webbplats använder HTTPS.

source: %1$s does not support your currency.
da_dk: %1$s understøtter ikke din valuta.
fi: %1$s ei tue valuuttaasi.
nb_no: %1$s støtter ikke valutaen din
sv_se: %1$s stöder inte din valuta.

source: Gateway disabled
nb_no: Betalingsport slått av

source: Message in callback from %1$s for order
da_dk: Besked i callback fra %1$s for ordre
fi: Viesti takaisinkutsussa %1$s:ltä tilaukselle
nb_no: Feilmelding i tilbakekall fra %1$s for ordren
sv_se: Meddelande i callback från %1$s för beställning

source: %1$s callback received
da_dk: %1$s tilbagekald modtaget
fi: %1$s-callback vastaanotettu
nb_no: %1$s-tilbakekall mottatt
sv_se: %1$s callback mottagen

source: Anomalous callback from %1$s, handle errors and clean up
da_dk: Anomalt tilbagekald fra %1$s, håndter fejl og oprydning
fi: Poikkeava callback %1$s:ltä, käsittele ja siisti virheet
nb_no: Uvanlig tilbakekall fra %1$s - håndter feil og rydd opp
sv_se: Onormal callback från %1$s, hantera fel och städa upp

source: %1$s callback with wrong merchantSerialNumber - might be forged
da_dk: %1$s tilbagekaldelse med forkert merchantSerialNumber - kan være forfalsket
fi: %1$s callback, jossa on väärä merchantSerialNumber - saattaa olla väärennetty
nb_no: %1$s-callback med feil merchantSerialNumber - kan være forfalsket
sv_se: %1$s callback med fel merchantSerialNumber - kan vara förfalskad

source: %1$s callback for unknown order
da_dk: %1$s tilbagekald for ukendt ordre
fi: %1$s-callback tuntemattomalle tilaukselle
nb_no: %1$s-callback for ukjent ordre
sv_se: %1$s callback för okänd beställning
