Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: %1$s supports recurring payments through the plugin <a href='%2$s' target='_blank'>WooCommerce Subscriptions</a>. This support is written and supported by <a href='%3$s' target='_blank'>Everyday</a>, and is perfect for you if you run a web shop with subscription based services or other products that would benefit from subscriptions.
nb_no: %1$s støtter gjentakende betalinger gjennom utvidelsen <a href='%2$s' target='_blank'>WooCommerce Abonnementer</a>. Denne støtten er skrevet og støttet av <a href='%3$s' target='_blank'>Everyday</a> og er perfekt for deg hvis du har en nettbutikk med abonnementsbaserte tjenester eller andre produkter som vil ha nytte av abonnementer.
sv_se: %1$s stöder återkommande betalningar via plugin-programmet <a href='%2$s' target='_blank'>WooCommerce-prenumerationer</a>. Denna support är skriven och stöds av <a href='%3$s' target='_blank'>Varjedag</a> och är perfekt för dig om du driver en webbshop med prenumerationsbaserade tjänster eller andra produkter som skulle dra nytta av prenumerationer.

source: Recurring Payments with %1$s
nb_no: Gjentakende betalinger med %1$s
sv_se: Återkommande betalningar med %1$s

source: Swedish
nb_no: Svensk
sv_se: Svenska

source: Checkout session expired. Please refresh to start a new session.
nb_no: Kasse-økten har utløpt. Oppfrisk for å starte en ny økt.
sv_se: Checkout session har utlöpt. Uppdatera för att starta en ny session.

source: You will be redirected shortly.
nb_no: Du blir snart omdirigert.
sv_se: Du kommer att omdirigeras inom kort.

source: Verifying your payment. Please wait.
nb_no: Bekrefter betalingen din. Vent.
sv_se: Verifierar din betalning. Var god vänta.

source: An unknown error has occurred.
nb_no: En ukjent feil har oppstått.
sv_se: Ett okänt fel har inträffat.

source: An error occurred
nb_no: Det oppstod en feil
sv_se: Ett fel uppstod

source: Your payment has been cancelled.
nb_no: Betalingen din har blitt kansellert.
sv_se: Din betalning har avbrutits.

source: Continue with %s
da_dk: Fortsæt med %s.
fi: Jatka %s
nb_no: Fortsett med %s
sv_se: Fortsätt med %s

source: Note: Vipps is only available with the NOK currency. Your store currency is set to %s
nb_no: Merk: Vipps er bare tilgjengelig med valutaen NOK. Valutaen i butikken din er %s
sv_se: Obs: Vipps är endast tillgängligt med valutan NOK. Din butiksvaluta är inställd på %s

source: Max 100 characters
fi: Enintään 100 merkkiä
nb_no: Maks 100 tegn
sv_se: Max 100 tecken

source: If the description source is set to "custom" this text will be used.
da_dk: Såfremt din description er sat til "brugerdefineret", så vil denne tekst blive brugt.
fi: Jos kuvauksen lähde on asetettu "muokattava", tätä tekstiä käytetään.
nb_no: Hvis beskrivelseskilden er satt til "tilpsset" vil denne teksten bli brukt.
sv_se: Om beskrivningskällan är inställd på "anpassad" kommer denna text att användas.

source: Custom description
da_dk: Brugerdefineret beskrivelse
fi: Mukautettu kuvaus
nb_no: Tilpasset beskrivelse
sv_se: Anpassad beskrivning

source: Custom
da_dk: Brugerdefineret
fi: Mukautettu
nb_no: Tilpasset
sv_se: Anpassad

source: Product short description
da_dk: Kort produktbeskrivelse
fi: Tuotteen lyhyt kuvaus
nb_no: Kort beskrivelse av produktet
sv_se: Kort beskrivning av produkt

source: None
da_dk: Ingen
fi: Ei mitään
nb_no: Ingen
sv_se: Ingen

source: Where we should source the agreement description from. Displayed in the Vipps/MobilePay app.
da_dk: Hvor vi skal hente aftalebeskrivelsen fra. Vises i Vipps/MobilePay-appen.
fi: Mistä tulisi hakea sopimuksen kuvaus. Näkyy Vipps/MobilePay-sovelluksessa.
nb_no: Hvor beskrivelsen som brukes til betalingsavtalen skal komme fra. Vist i Vipps/MobilPay-appen.
sv_se: Varifrån vi ska hämta avtalsbeskrivningen. Visas i Vipps/MobilePay-appen.

source: Description source
da_dk: Beskrivelseskilde
fi: Kuvauksen lähde
nb_no: Beskrivelseskilde
sv_se: Beskrivningskälla

source: Capture payment instantly even if the product is not virtual. Please make sure you are following the local jurisdiction in your country when using this option.
fi: Varaa maksu heti, vaikka tuote ei olisi saatavilla verkossa. Varmista, että noudatat suomalaista lakia tätä vaihtoehtoa käyttäessäsi.
nb_no: Belast en betaling umiddelbart selv om produktet ikke er digitalt. Vær sikker på at du følger loven i landet når du bruker denne innstillingen.
sv_se: Påbörja betalning direkt även om produkten inte är virtuell. Se till att du följer den lokala jurisdiktionen i ditt land när du använder det här alternativet.

source: Capture payment instantly
da_dk: Fang betaling øjeblikkeligt.
fi: Varaa maksu heti
nb_no: Belast betaling umiddelbart
sv_se: Påbörja betalning omedelbart

source: Failed to finish checking the status of all orders. Please try again.
da_dk: Fejlede i forsøget på at fuldføre statuskontrol for alle ordrer. Prøv venligst igen.
fi: Kaikkien tilausten tilan tarkistaminen epäonnistui. Yritä uudelleen.
nb_no: Klarte ikke hente statusen for alle ordre. Forsøk på nytt..
sv_se: Det gick inte att slutföra kontrollen av statusen för alla beställningar. Försök igen.

source: Done. Checked the status of %s orders
da_dk: Færdig. Tjekkede status for %s ordrer
fi: Valmis. Tarkistanut %s:n tilauksen tilan
nb_no: Utført. Kontrollert status på %s ordrer
sv_se: Färdig. Kontrollerade statusen på %s beställningar

source: Vipps MobilePay Recurring Checkout
nb_no: Vipps MobilePay kasseside for faste betalinger
sv_se: Vipps MobilePay återkommande Checkout

source: Successfully checked the status of these charges
da_dk: Statusen for disse betalinger blev succesfuldt kontrolleret
fi: Veloitusten tila on tarkistettu onnistuneesti
nb_no: Kontrollerte statusen på disse betalingene
sv_se: Statusen för dessa betalningar har kontrollerats

source: Vipps/MobilePay Recurring Payments is currently in test mode - no real transactions will occur. Disable test mode when you are ready to go live!
nb_no: Vipps MobilePay faste betalinger er foreløpig i testmodus - ingen ekte betalinger vil finne sted. Slå av testmodus når du er klar til åpne!
sv_se: Vipps/MobilePay återkommande betalningar är för närvarande i testläge - inga riktiga transaktioner kommer att ske. Inaktivera testläget när du är redo att gå live!

source: Vipps/MobilePay Recurring Payments requires WooCommerce Subscriptions to be installed and active. You can purchase and download %s here.
da_dk: Vipps/MobilePay Faste Betalinger kræver, at WooCommerce Subscriptions er installeret og aktivt. Du kan købe og downloade %s her.
fi: Vipps/MobilePay Toistuvat Maksut edellyttävät, että WooCommerce Subscriptions on asennettu ja aktivoitu. Voit ostaa ja ladata %s täältä.
nb_no: Vipps MobilePay faste betalinger krever at WooCommerce Subscriptions er installert. Du kan kjøpe og laste ned %s her.
sv_se: Vipps/MobilePay återkommande betalningar kräver att WooCommerce-abonnemang är installerade och aktiva. Du kan köpa och ladda ner %s här.

source: Order specification changed - order abandoned by customer in Checkout
nb_no: Ordrespesifikasjonen er endret - ordren forlatt av kunden i kassen
sv_se: Beställningsspecifikation ändrad - beställning övergavs av kunden i Checkout

source: This page is used for the alternative Vipps/MobilePay checkout page, which you can choose to use instead of the normal WooCommerce checkout page.
nb_no: Denne siden er brukt for den alternative Vipps MobilePay-kassen, som du kan velge åbruke i stedet for den vanlige kassesiden til WooCommerce.
sv_se: Denna sida används för den alternativa Vipps/MobilePay checkout sidan, som du kan välja att använda istället för den vanliga WooCommerce checkout sidan.

source: Vipps/MobilePay Recurring Checkout Page
nb_no: Vipps MobilePay kasseside for faste betalinger
sv_se: Vipps/MobilePay Återkommande betalningar Checkout-sida

source: Could not start Vipps/MobilePay checkout session
nb_no: Kunne ikke starte Vipps MobilePay kasse-økt
sv_se: Kunde inte starta Vipps/MobilePay checkout sessionen

source: Customer passed to Vipps/MobilePay checkout
nb_no: Kunden sendt til Vipps/MobilePay-kassen
sv_se: Kunden skickades till Vipps/MobilePay checkout

source: Vipps/MobilePay recurring checkout payment initiated
nb_no: Vipps MobilePay fast betaling startet i kassen
sv_se: Vipps/MobilePay återkommande checkout betalning påbörjad

source: Your WordPress URL is not passing Merchant Agreement URL validation. Is your website publicly accessible?
da_dk: Din WordPress URL passer ikke Merchant Agreement URL-validering. Er din hjemmeside offentligt tilgængelig?
fi: WordPress URL-osoitteesi ei läpäise kauppiassopimuksen mukaan URL-osoitteille asettuja sääntöjä. Onko verkkosivustosi julkisesti saatavilla?
nb_no: WordPress-nettadressen din samsvarer ikke med kravene til nettadresse i forhandleravtalen. Er nettsiden din offentlig tilgjengelig?
sv_se: Din WordPress URL klarar inte validering av Merchant Agreement URL. Är din webbplats allmänt tillgänglig?

source: Recurring payments is not yet activated for this sale unit. Read more <a href="%s" target="_blank">here</a>
da_dk: Faste betalinger er ikke aktiveret for denne sales unit. Læs mere <a href="%s" target="_blank">her</a>
fi: Toistuvia maksuja ei ole vielä aktivoitu tälle myyntipaikalle. Lue lisää <a href="%s" target="_blank">täältä</a>
nb_no: Faste betalinger er ennå ikke aktivert for denne salgsenheten. Les mer <a href="%s" target="_blank">her</a>
sv_se: Återkommande betalningar är ännu inte aktiverade för denna försäljningsenhet. Läs mer <a href="%s" target="_blank">här</a>

source: We hit Vipps/MobilePay's rate limit, we will retry later.
da_dk: Vi har ramt Vipps/MobilePays rategrænse, vi vil forsøge igen senere.
fi: Olemme saavuttaneet Vippsin/MobilePayn "rate limitin", yritämme myöhemmin uudelleen.
nb_no: Vi nådde frekvensgrensen til Vipps MobilePay, vi forsøker snart på nytt.
sv_se: Vi har träffat Vipps/MobilePays hastighets gräns, vi försöker igen senare.

source: No response from Vipps/MobilePay
da_dk: Intet svar fra Vipps MobilePay API'et
fi: Ei vastausta Vipps/MobilePay-palvelusta
nb_no: Intet svar fra Vipps MobilePay
sv_se: Ingen respons från Vipps/MobilePay

source: Your Vipps/MobilePay Recurring Payments gateway is not correctly configured.
da_dk: Din Vipps/MobilePay Faste Betalinger gateway er ikke korrekt konfigureret.
fi: Maksuyhdyskäytäväsi ei ole oikein määritetty.
nb_no: Din Vipps MobilePay faste betalinger-løsning er ikke konfigurert riktig.
sv_se: Din Vipps/MobilePay Återkommande Betalnings gateway är inte korrekt konfigurerad.

source: Subscription cancelled by the customer via the Vipps MobilePay app.
nb_no: Abonnementet ble avsluttet av kunden fra Vipps MobilePay-appen.
sv_se: Prenumeration avslutades av kunden via Vipps MobilePay-appen.

source: Could not cancel charge in Vipps/MobilePay. Please manually check the status of this order if you plan to process a new renewal order!
da_dk: Kunne ikke annullere betalingen i Vipps/MobilePay. Tjek venligst manuelt status for denne ordre, hvis du planlægger at behandle en ny fornyelsesordre!
fi: Ei voitu perua veloitusta Vippsillä/MobilePaylla. Tarkista tämän tilauksen tila manuaalisesti, jos aiot käsitellä uuden uusimistilauksen!
nb_no: Kunne ikke kansellere betaling i Vipps MobilePay. Sjekk statusen på denne ordren manuelt dersom du skal behandle en ny fornyelsesordre!
sv_se: Kunde inte avbryta betalningen i Vipps/MobilePay. Kontrollera manuellt status av denna beställning om du planerar att behandla en ny förnyelsebeställning!

source: Cancelled due charge in Vipps/MobilePay.
fi: Peruutettu Osto
nb_no: Kansellerte ventende betaling i Vipps MobilePay.
sv_se: Avbruten på grund av bekostnad i Vipps/MobilePay.

source: Pending cancellation
da_dk: Venter på annullering
fi: Odottaa peruutusta
nb_no: Venter på kansellering
sv_se: Väntar på att avslutas

source: This Vipps/MobilePay agreement ID is invalid.
da_dk: Dette Vipps/MobilePay-aftale-ID er ugyldigt.
fi: Tämä Vippsin/MobilePayn sopimustunnus on virheellinen.
nb_no: Denne Vipps MobilePay betalingsavtale-ID-en er ugyldig.
sv_se: Detta avtals-ID för Vipps/MobilePay är ogiltigt.

source: Vipps/MobilePay Agreement ID
fi: Vipps/MobilePay sopimustunnus
nb_no: Vipps MobilePay avtale-ID
sv_se: Vipps/MobilePay avtals-ID

source: Could not authenticate with the Vipps/MobilePay API: %s
da_dk: Kunne ikke godkendes med Vipps/MobilePay API'en: %s
fi: Ei voitu autentikoitua Vipps MobilePay -rajapinnan kanssa: %s
nb_no: Kunne ikke autentisere med Vipps MobilePay API-et: %s
sv_se: Kunde inte autentisera med Vipps/MobilePay API: %s

source: Successfully authenticated with the Vipps/MobilePay API
da_dk: Succesfuldt godkendt med Vipps/MobilePay API'en
fi: Onnistuneesti autentikoitu Vipps/MobilePay API:lla
nb_no: Autentisert med Vipps MobilePay API-et
sv_se: Autensierad med Vipps/MobilePay API

source: Test API settings
nb_no: Test API-innstillingene
sv_se: Testa API-inställningar

source: Agreement created: %s. Customer sent to Vipps/MobilePay for confirmation.
da_dk: Aftale oprettet: %s. Kunden sendt til Vipps/MobilePay for bekræftelse.
fi: Sopimus luotu: %s. Asiakas lähetetty Vipps/MobilePayn vahvistettavaksi.
nb_no: Avtale opprettet: %s. Kunden sendt til Vipps MobilePay for bekreftelse.
sv_se: Avtal skapat: %s. Kund skickas till Vipps/MobilePay för bekräftelse.

source: Request to change gateway to Vipps/MobilePay with agreement ID: %s.
da_dk: Anmodning om at skifte gateway til Vipps/MobilePay med aftale-ID: %s.
fi: Pyyntö vaihtaa maksuyhdyskäytävä Vippsiin/MobilePayhin sopimusnumerolla: %s.
nb_no: Forespørsel om å bytte til Vipps MobilePay med avtale-ID: %s.
sv_se: Begäran om att byta gateway till Vipps/MobilePay med avtals-ID: %s.

source: Different subscription products can not be purchased at the same time using %s.
da_dk: Forskellige abonnementsprodukter kan ikke købes samtidig med man bruger %s.
fi: Eri tilaus tuotteita ei voi ostaa samanaikaisesti käyttäen %s.
nb_no: Forskjellige abonnementer kan ikke kjøpes samtidig med %s.
sv_se: Olika prenumerationsprodukter kan inte köpas samtidigt med %s.

source: This subscription is already active in Vipps/MobilePay. You can leave this page.
da_dk: Dette abonnement er allerede aktivt i Vipps/MobilePay. Du kan forlade denne side.
fi: Tilaus on jo aktiivinen Vippsissä/MobilePayssa. Voit jättää tämän sivun.
nb_no: Dette abonnementet har allerede en aktiv betalingsavtale i Vipps MobilePay. Du kan forlate denne siden.
sv_se: Denna prenumeration är redan aktiv i Vipps/MobilePay. Du kan lämna denna sida.

source: Payment gateway change request cancelled in Vipps/MobilePay
da_dk: Anmodning om ændring af betalingsgateway er annulleret i Vipps/MobilePay
nb_no: Forespørsel om bytte av betalingsmåte avbrutt i Vipps MobilePay
sv_se: Begäran om ändring av betalningsgateway avbröts i Vipps/MobilePay

source: Vipps/MobilePay is temporarily unavailable.
da_dk: Vipps/MobilePay er midlertidigt utilgængelig.
fi: Vipps/MobilePay ei väliaikaisesti ole saatavilla.
nb_no: Vipps MobilePay er midlertidig utilgjengelig.
sv_se: Vipps/MobilePay är tillfälligt otillgänglig.

source: Could not capture charge because the status is not RESERVED or PARTIALLY_CAPTURED. Found status: %s
da_dk: Kunne ikke trække beløb. Status for trækket er ikke RESERVED eller PARTIALLY CAPTURED Fandt status: %s
fi: Ei voitu varata maksua, koska tila ei ole RESERVED tai PARTIALLY_CAPTURED. Löydetty tila: %s
nb_no: Kunne ikke belaste beløpet fordi statusen ikke er RESERVED eller PARTIALLY_CAPTURED. Fant status: %s
sv_se: Kunde inte genomföra avgiften eftersom statusen inte är RESERVERAD eller PARTIALLY_CAPTURED. Hittade status: %s

source: An unexpected error occurred while refunding a payment in Vipps/MobilePay.
da_dk: Der opstod en uventet fejl under tilbagebetaling af en betaling i Vipps/MobilePay.
fi: Odottamaton virhe tapahtui palautettaessa maksua Vipps/MobilePayssa.
nb_no: En uforventet feil oppstod ved refusjon av betaling i Vipps MobilePay.
sv_se: Ett oförväntat fel inträffade vid återbetalning av en betalning i Vipps/MobilePay.

source: You can not partially refund a pending or due charge. Please wait till the payment clears first or refund the full amount instead.
da_dk: Du kan ikke delvist refundere en afventende eller forfalden betaling. Vent venligst, indtil betalingen er gennemført, eller refundér i stedet det fulde beløb.
fi: Et voi osittain palauttaa odottavaa tai erääntynyttä veloitusta. Odota, että maksu selvitetään ensin tai palauta sen sijaan koko summa.
nb_no: Du kan ikke delvis refundere betalinger som ikke er gjennomført. Vent til betalingen er gjennomført eller refunder hele beløpet i stedet.
sv_se: Du kan inte delvis återbetala en pågående eller förfallen betalning. Vänta tills betalningen går igenom först eller återbetala hela beloppet istället.

source: A temporary error occurred when refunding a payment through Vipps MobilePay. Please ensure the order is refunded manually or reset the order to "Processing" and try again.
da_dk: En midlertidig fejl opstod under tilbagebetaling af en betaling gennem Vipps/MobilePay. Sørg venligst for, at ordren tilbagebetales manuelt, eller nulstil ordren til "Behandling" og prøv igen.
fi: Tilapäinen virhe tapahtui palauttaessa maksua MobilePayn kautta. Varmista, että tilaus palautetaan manuaalisesti tai siirrä tilaan "Käsittelyssä" ja yritä uudelleen.
nb_no: En midlertidig feil oppsto ved refusjon gjennom Vipps MobilePay. Sørg for at ordren er refundert manuelt eller tilbakestill ordren til "Behandler" og forsøk på nytt.
sv_se: Ett tillfälligt fel uppstod vid återbetalning av en betalning via Vipps MobilePay. Se till att beställningen återbetalas manuellt eller återställ beställningen till "Bearbetar" och försök igen.

source: You cannot refund a charge that was made more than 365 days ago. This order was created %s days ago.
da_dk: Du kan ikke refundere en betaling, der blev foretaget for mere end 365 dage siden. Denne ordre blev oprettet for %s dage siden.
fi: Et voi palauttaa veloitusta, joka on tehty yli 365 päivää sitten. Tämä tilaus luotiin %s päivää sitten.
nb_no: Du kan ikke refundere en betaling som ble gjort for mer enn 365 dager siden. Denne ordren ble gjort for %s dager siden.
sv_se: Du kan inte återbetala en betalning som gjordes för mer än 365 dagar sedan. Den här beställningen skapades för %s dagar sedan.

source: Failed creating a charge: %s
da_dk: Fejl ved oprettelse af en træk: %s
nb_no: Mislyktes med å opprette et trekk: %s
sv_se: Misslyckades med att skapa en betalning: %s

source: Vipps/MobilePay payment failed.
da_dk: Vipps/MobilePay betaling mislykkedes.
fi: Maksu epäonnistui.
nb_no: Vipps MobilePay betaling mislyktes.
sv_se: Vipps/MobilePay betalning misslyckades.

source: Vipps/MobilePay payment cancelled.
da_dk: Vipps/MobilePay betaling annulleret.
fi: Maksu peruutettu.
nb_no: Vipps MobilePay betaling kansellert.
sv_se: Vipps/MobilePay betalning avbruten.

source: Waiting for you to capture the payment
da_dk: Venter på, at du trække beløpet.
fi: Odottaa, että vangitset maksun.
nb_no: Venter på at du skal belaste betalingen
sv_se: Väntar på att du ska genomföra betalningen

source: Charge completed (Charge ID: %s)
da_dk: Betaling fuldført (Betaling ID: %s)
fi: Veloitus on valmis (Charge ID: %s)
nb_no: Beatling fullført (Betalings-ID: %s)
sv_se: Betalning slutförd (Betalnings-ID: %s)

source: The agreement was cancelled or expired in Vipps/MobilePay
fi: Sopimus on Vippsillä/MobilePaylla peruutettu tai vanhentunut
nb_no: Denne avtalen ble avbrutt eller utløp i Vipps MobilePay
sv_se: Avtalet blev avbrutet eller löpte ut i Vipps/MobilePay

source: MobilePay payments are automatically captured to prevent the payment reservation from automatically getting cancelled after 14 days.
nb_no: Betalinger med MobilePay blir automatisk belastet for å forhindre at betalingsreservasjonen fra automatisk å bli kansellert etter 14 dager.
sv_se: MobilePay betalningar blir automatiskt genomförda för att förhindra att betalningsreservationen automatiskt annulleras efter 14 dagar.

source: The subtotal is zero, the order is free for this subscription period.
da_dk: Subtotalen er nul, ordren er gratis for denne abonnementsperiode.
fi: Välisumma on nolla, tilaus on ilmainen tällä tilausjaksolla.
nb_no: Delsummen er lik null, ordren er gratis i denne abonnementsperioden.
sv_se: Delsumman är noll, beställningen är gratis för denna prenumerationsperiod.

source: Pay with %s
da_dk: Betal med %s
fi: Maksa %s
nb_no: Betal med %s
sv_se: Betala med %s

source: Vipps/MobilePay Recurring Payments works by redirecting your customers to the Vipps MobilePay portal for confirmation. It creates a payment plan and charges your users on the intervals you specify.
da_dk: Vipps/MobilePay Faste Betalinger fungerer ved at omdirigere dine kunder til Vipps MobilePay-portalen til bekræftelse. Den opretter en betalingsplan og opkræver dine brugere med de intervaller, du angiver.
fi: Vipps/MobilePay Toistuvat Maksut toimii ohjaamalla asiakkaasi MobilePay-portaaliin vahvistusta varten. Se luo maksusuunnitelman ja veloittaa käyttäjiäsi määrittelemiesi aikavälien mukaan.
nb_no: Vipps MobilePay Faste Betalinger virker ved å omdirigere kundene dine til Vipps MobilePay-portalen for bekreftelse. Den oppretter en betalingsplan og belaster brukerne dine på de intervallene du angir.
sv_se: Vipps/MobilePay återkommande betalningar fungerar genom att omdirigera dina kunder till Vipps MobilePay-portalen för bekräftelse. Det skapar en betalningsplan och belastar dina användare på de intervall du specificerar.

source: here
da_dk: her
fi: täällä
nb_no: her
sv_se: här

source: A list of possible failure reasons and what they mean can be found %s
da_dk: En liste med fejlkoder og hvad de betyder findes %s
fi: Löydät luettelon mahdollisista epäonnistumisen syistä ja niiden merkitykset %s
nb_no: En liste med mulige feilkoder og hva de betyr finnes %s
sv_se: En lista av möjliga felorsaker och vad de betyder finns %s

source: Failed Charges
da_dk: Mislykkede betalinger
fi: Epäonnistuneet veloitukset
nb_no: Mislykkede betalinger
sv_se: Misslyckade betalningar

source: Pending Charges
da_dk: Afventende betalinger
fi: Odottavat veloitukset
nb_no: Ventende betalinger
sv_se: Väntande betalningar

source: Check status of all Vipps/MobilePay subscription orders now
da_dk: Check status på alle Vipps MobilePay gentagende betalinger nu
fi: Tarkista kaikkien Vipps/MobilePay-tilausten tila nyt
nb_no: Kontroller status på alle Vipps MobilePay faste betalinger-ordre nå
sv_se: Kontrollera status för alla Vipps/MobilePay prenumerations ordrar nu

source: If you have a lot of Vipps/MobilePay subscription orders that are currently on-hold you might want to force check the status of all the orders instead of waiting for the cron-job to do it's job.
da_dk: Hvis du har mange Vipps/MobilePay abonnementsordrer, der i øjeblikket er sat på pause, vil du måske tvinge en kontrol af status for alle ordrer i stedet for at vente på, at cron-jobbet udfører sit arbejde.
fi: Jos sinulla on paljon Vipps/MobilePay Toistuvat maksut -tilauksia odottamassa, saatat haluta pakottaa kaikkien tilausten tilan tarkistamisen ennemmin kuin odottaa cron-jobin suorittamista.
nb_no: Om du har mange faste betalinger med Vipps MobilePay som foreløpig er på vent kan det hende du vil til å kontrollere status på alle ordrene i stedet for å vente på at kjøring av en planlagt oppgave skal gjøre seg ferdig.
sv_se: Om du har många Vipps/MobilePay prenumerationsordrar som för närvarande är parkerade så vill du kanske tvinga en kontroll av status för alla beställningar istället för att vänta på att cron-jobbet ska göra sitt jobb.
