Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Since version 1.4 this plugin uses a new method of providing shipping methods to %1$s when using Express Checkout. The new method supports metadata in the shipping options, which is neccessary for integration with Bring, Postnord etc. However, the new method is not compatible with the old <code>'woo_vipps_shipping_methods'</code> filter, which your site has overridden in a theme or plugin. If you want to, you can continue using this filter and the old method. If you want to disable your filters and use the new method, you can choose this here.
da_dk: Siden version 1.4 bruger dette plugin en ny metode til at levere forsendelsesmetoder til %1$s ved brug af Express Checkout. Den nye metode understøtter metadata i forsendelsesmulighederne, hvilket er nødvendigt for integration med Bring, Postnord osv. Den nye metode er dog ikke kompatibel med det gamle <code>'woo_vipps_shipping_methods'</code> filter, som din side har tilsidesat i et tema eller et plugin. Hvis du ønsker det, kan du fortsætte med at bruge dette filter og den gamle metode. Hvis du ønsker at deaktivere dine filtre og bruge den nye metode, kan du vælge dette her.
fi: Versiosta 1.4 lähtien tämä liitännäinen käyttää uutta menetelmää toimitustapojen tarjoamiseen %1$s:lle Express Checkoutia käyttäessä. Uusi menetelmä tukee metatietoja toimitusvaihtoehdoissa, mikä on välttämätöntä mm. Bringin ja Postnordin kanssa integroimiseksi. Uusi menetelmä ei kuitenkaan ole yhteensopiva vanhan <code>'woo_vipps_shipping_methods'</code> -suodattimen kanssa, jonka sivustosi on ohittanut teemassa tai liitännäisessä. Voit halutessasi jatkaa tämän suodattimen ja vanhan menetelmän käyttöä. Jos haluat poistaa suodattimesi käytöstä ja käyttää uutta menetelmää, voit valita tämän tästä.
nb_no: Siden versjon 1.4 så bruker denne utvidelsen en ny metode for å sende fraktmetoder til %1$s når du bruker hurtigkassen. Den nye metoden støtter metadata i frakt-alternativene, som er nødvendig for integrasjon med Bring, Postnord og lignende. Den nye metoden er dessverre ikke kompatibel med det gamle <code>'woo_vipps_shipping_methods'</code> filteret, som på ditt nettsted er blitt overstyrt enten i temaet eller i en utvidelse. Hvis du vil, kan du fortsette å bruke dette filteret og den gamle metoden - dette vil fortsette å virke som før. Hvis du vil koble ut filtrene dine og bruke den nye metoden, kan du velge dette her.
sv_se: Sedan version 1.4 använder denna plugin en ny metod för att tillhandahålla fraktmetoder till %1$s när du använder Express Checkout. Den nya metoden stöder metadata i fraktalternativen, vilket är nödvändigt för integration med Bring, Postnord etc. Den nya metoden är dock inte kompatibel med det gamla <code>'woo_vipps_shipping_methods'</code> filtret, som din webbplats har åsidosatt i ett tema eller plugin. Om du vill kan du fortsätta använda detta filter och den gamla metoden. Om du vill inaktivera dina filter och använda den nya metoden kan du välja detta här.

source: Use new shipping callback
da_dk: Brug ny forsendelse callback
fi: Käytä uutta toimitus-callbackia
nb_no: Bruk det nye frakt-tilbakekallet
sv_se: Använd ny frakt callback

source: Keep using old shipping callback with my custom filter
da_dk: Fortsæt med at bruge gammel forsendelses-callback med mit brugerdefinerede filter
fi: Jatka vanhan toimitus-callback:in käyttöä mukautetulla suodattimellani
nb_no: Fortsett å bruke det gamle frakt-tilbakekallet med det tilpassede filteret mitt
sv_se: Fortsätt använda gammal frakt callback med mitt anpassade filter

source: Select one
da_dk: Vælg en
fi: Valitse yksi
nb_no: Velg én
sv_se: Välj en

source: Use your current shipping filters
da_dk: Brug dine nuværende forsendelsesfiltre
fi: Käytä nykyisiä toimitussuodattimiasi
nb_no: Bruk dine nåværende frakt-filtre
sv_se: Använd dina nuvarande fraktfilter

source: Use old-style shipping callback for express checkout
da_dk: Brug gammeldags forsendelsesopkald til hurtig kassegang
fi: Käytä vanhaa callback-menetelmää Express Checkout-palvelulle
nb_no: Bruk den gamle frakt-tilbakekall-metoden for hurtigkassen
sv_se: Använd gammaldags frakt callback för express checkout

source: Use this template from your theme or child-theme to display all the special %1$s pages. You will probably want a full-width template and it should call 'the_content()' normally.
da_dk: Brug denne skabelon fra dit tema eller barn-tema til at vise alle de specielle %1$s sider. Du vil sandsynligvis ønske en fuldbredde skabelon, og den bør normalt kalde 'the_content()'.
fi: Käytä tätä mallia teemassasi tai lapsiteemassasi näyttääksesi kaikki erityiset %1$s-sivut. Haluat luultavasti täysleveän mallin, ja tämän tulisi kutsua 'the_content()':ia normaalisti.
nb_no: Bruk angitt sidemal fra temaet eller dattertema for å vise alle de spesielle %1$s-sidene. Du vil sannsynligvis ha en fullbredde-mal her, og det er viktig at den kaller 'the_content()' på vanlig måte.
sv_se: Använd denna mall från ditt tema eller barn-tema för att visa alla special %1$s sidor. Du vill förmodligen ha en helbredds mall och den bör normalt kalla på ”the_content()”.

source: Use specific template for %1$s
da_dk: Brug specifik skabelon for %1$s
fi: Käytä erityistä mallia %1$s:lle
nb_no: Bruk en bestemt mal for %1$s
sv_se: Använd specifik mall för %1$s

source: Override page template used for the special %1$s pages
da_dk: Tilsidesæt side skabelon brugt til de specielle %1$s sider
fi: Ohita sivumalli, jota käytetään %1$s:n erityissivuilla
nb_no: Overstyr sidemalen som skal brukes for de spesielle %1$s-sidene
sv_se: Överskriv sidmall som används för de speciella %1$s sidorna

source: Use default template
da_dk: Brug standard skabelon
fi: Käytä oletusmallia
nb_no: Bruk standard sidemal
sv_se: Använd standardmall

source: You recently completed an order with exactly the same products as you are buying now. There should be an email in your inbox from the previous purchase. Are you sure you want to order again?
da_dk: Du har for nylig fuldført en ordre med nøjagtig de samme produkter, som du køber nu. Der skulle være en e-mail i din indbakke fra det forrige køb. Er du sikker på, at du vil bestille igen?
fi: Teit hiljattain tilauksen, jossa oli täsmälleen samat tuotteet kuin mitä olet ostamassa nyt. Sähköpostisi saapuneissa viesteissä pitäisi olla sähköpostiviesti edellisestä ostoksestasi. Oletko varma, että haluat tilata uudelleen?
nb_no: Du har nylig fullført en ordre med nøyaktig samme produkter som det du kjøper nå. Det bør være en e-post i innboksen din fra forrige ordre. Er du sikker på at du vil bestille på nytt?
sv_se: Du har nyligen slutfört en beställning med exakt samma produkter som du köper nu. Det bör finnas ett e-postmeddelande i din inkorg från det tidigare köpet. Är du säker på att du vill beställa igen?

source: Are you sure?
da_dk: Er du sikker?
fi: Oletko varma?
nb_no: Er du sikker?
sv_se: Är du säker?

source: Please read and accept the terms and conditions to proceed with your order.
nb_no: Vennligst les og godta salgsvilkårene for å fortsette med din bestilling

source: It seems a customer is trying to re-order product(s) recently bought in the same session, asking user for confirmation
da_dk: Det ser ud til, at en kunde forsøger at genbestille produkt(er), som for nylig blev købt i den samme session, og beder brugeren om bekræftelse.
fi: Näyttää siltä, että asiakas yrittää tilata uudelleen äskettäin ostamansa tuotteen/tuotteet saman istunnon aikana. Pyydämme asiakkaalta vahvistusta
nb_no: Det ser ut som om en kunde forsøker å kjøpe et eller flere produkter som de nettop har kjøpt i samme økt. Ber kunden om å bekrefte.
sv_se: Det verkar som att en kund försöker beställa produkt(er) som nyligen köpts i samma session, ber användaren om bekräftelse

source: Raw input was
da_dk: Ubehandlet input var
fi: Lähetetyt tiedot olivat
nb_no: Dataene som ble sendt var
sv_se: Rå input var

source: Error getting customer data in the %1$s shipping details callback: %2$s
da_dk: Fejl ved hentning af kundeoplysninger i %1$s forsendelsesdetaljer-callback: %2$s
fi: Virhe asiakastietojen saamisessa %1$s-toimitustietojen callback:issa: %2$s
nb_no: Feil under henting av kundedata i %1$s fraktdetaljer-callback: %2$s
sv_se: Fel vid hämtning av kunddata i %1$s fraktuppgifter callback: %2$s

source: Error was: %1$s
da_dk: Fejlen var: %1$s
fi: Virhe oli: %1$s
nb_no: Feilen var: %1$s
sv_se: Felet var: %1$s

source: When using %1$s, ask the user to confirm that they have read and accepted the stores terms and conditons before proceeding
da_dk: Når du bruger %1$s, bed om bekræftelse fra brugeren om, at de har læst og accepteret butikkens vilkår og betingelser, før de fortsætter.
fi: Käyttäessä %1$s:ta, pyydä käyttäjää vahvistamaan, että hän on lukenut ja hyväksynyt myymälän käyttöehdot ennen jatkamista
nb_no: Be kunden om å bekrefte at de har lest og godtar butikkens vilkår og betingelser når de kjøper med %1$s
sv_se: När du använder %1$s, be användaren bekräfta att de har läst och accepterat butikens villkor innan de fortsätter

source: Error getting payment details before doing capture:
da_dk: Fejl ved indhentning af betalingsoplysninger før indfangning:
fi: Virhe maksutietojen saamisessa ennen sen kirjaamista:
nb_no: Feil under henting av betalingsdetaljer før belastning:
sv_se: Fel vid hämtning av betalningsuppgifter innan genomföring:

source: Error getting payment details before doing refund:
da_dk: Fejl ved hentning af betalingsdetaljer før tilbagebetaling:
fi: Virhe maksutietojen saamisessa ennen palautuksen tekemistä:
nb_no: Feil ved henting av betalingsdetaljer før utføring av tilbakebetaling:
sv_se: Fel vid hämtning av betalningsuppgifter innan återbetalning:

source: VIPPS_TEST_MODE is set to true in your configuration - test mode is forced
da_dk: VIPPS_TEST_MODE er sat til sand i din konfiguration - testmodus er tvunget
fi: VIPPS_TEST_MODE on asetettuna tilaan "true" konfiguraatiossasi - testitila on pakotettu
nb_no: VIPPS_TEST_MODE er satt til sann i wp-config-filen din - testmodus er slått på
sv_se: VIPPS_TEST_MODE är inställt på true i din konfiguration - testläge är tvingat

source: VIPPS_TEST_MODE is set to true in your configuration - dev mode is forced
da_dk: VIPPS_TEST_MODE er sat til sand i din konfiguration - dev mode er tvunget
fi: VIPPS_TEST_MODE on asetettu tilaan "true" konfiguraatiossasi - dev-tila on pakotettu
nb_no: VIPPS_TEST_MODE er satt til sann i wp-config-filen din - utviklermodus er slått på
sv_se: VIPPS_TEST_MODE är inställt på true i din konfiguration - utvecklingsläge är tvingat

source: Find your test account under the "Developer" tab on https://portal.vippsmobilepay.com/ and choose "show keys". Copy the value of "Vipps-Subscription-Key"
da_dk: Find din testkonto under "Udvikler" fanen på https://portal.vippsmobilepay.com/ og vælg "vis nøgler". Kopier værdien af "Vipps-Subscription-Key"
fi: Etsi testitilisi "Developer"-välilehdeltä osoitteessa https://portal.vippsmobilepay.com/ ja valitse "Show keys". Kopioi arvo "Vipps-Subscription-Key"
nb_no: Finn ditt test-salgssted under “Utvikler” på https://portal.vippsmobilepay.com/ og trykk på “Show keys”, kopier verdien til “Vipps-Subscription-Key”
sv_se: Hitta ditt testkonto under fliken ”Utvecklare” på https://portal.vippsmobilepay.com/ och välj ”visa nycklar”. Kopiera värdet av ”Vipps-Subscription-Key”

source: Find your test account under the "Developer" tab on https://portal.vippsmobilepay.com/ and choose "show keys". Copy the value of "client_secret"
da_dk: Find din testkonto under fanen "Udvikler" på https://portal.vippsmobilepay.com/ og vælg "vis nøgler". Kopier værdien af "client_secret"
fi: Etsi testitilisi "Developer"-välilehdeltä osoitteessa https://portal.vippsmobilepay.com/ ja valitse "Show keys". Kopioi "client_secret":in arvo
nb_no: Finn test-salgsstedet ditt under “Utvikler” på https://portal.vippsmobilepay.com/ og trykk på “Show keys”, kopier verdien for “client_secret”
sv_se: Hitta ditt testkonto under fliken ”Utvecklare” på https://portal.vippsmobilepay.com/ och välj ”visa nycklar”. Kopiera värdet av ”client_secret”

source: Find your test account under the "Developer" tab on https://portal.vippsmobilepay.com/ and choose "Show keys". Copy the value of "client_id"
da_dk: Find din testkonto under "Udvikler" fanen på https://portal.vippsmobilepay.com/ og vælg "Vis nøgler". Kopier værdien af "client_id"
fi: Etsi testitilisi "Developer"-välilehdeltä osoitteessa https://portal.vippsmobilepay.com/ ja valitse "Show keys". Kopioi "client_id":n arvo
nb_no: Finn test-salgsstedet under “Utvikler” på https://portal.vippsmobilepay.com/ og trykk på “Show keys”, kopier verdien for “client_id”
sv_se: Hitta ditt testkonto under fliken ”Utvecklare” på https://portal.vippsmobilepay.com/ och välj ”Visa nycklar”. Kopiera värdet av ”client_id”

source: Your test account "Merchant Serial Number" from the Developer tab on https://portal.vippsmobilepay.com
da_dk: Din testkonto "Merchant Serial Number" fra Udvikler-fanebladet på https://portal.vippsmobilepay.com
fi: Testitilisi "Merchant Serial Number" Developer-välilehdeltä osoitteessa https://portal.vippsmobilepay.com
nb_no: Ditt “Merchant Serial Number” for testkontoen din under “Utvikler” fanen på https://portal.vippsmobilepay.com/
sv_se: Ditt testkonto ”Merchant Serial Number” från Utvecklarfliken på https://portal.vippsmobilepay.com

source: If you enable this, transactions will be made towards the %1$s Test API instead of the live one. No real transactions will be performed. You will need to fill out your test accounts keys below, and you will need to install a special test-mode app from Testflight on a device (which cannot run the regular %1$s app). Contact %1$s's technical support if you need this. If you turn this mode off, normal operation will resume. If you have the VIPPS_TEST_MODE defined in your wp-config file, this will override this value.
da_dk: Hvis du aktiverer dette, vil transaktioner blive foretaget mod %1$s Test API i stedet for den live en. Der vil ikke blive udført rigtige transaktioner. Du vil have brug for at indtaste dine testkonti nøgler nedenfor, og du skal installere en speciel testmode-app fra Testflight på en enhed (som ikke kan køre den regulære %1$s app). Kontakt %1$s's tekniske support, hvis du har brug for dette. Hvis du slår denne tilstand fra, vil normal drift genoptages. Hvis du har VIPPS_TEST_MODE defineret i din wp-config fil, vil dette tilsidesætte denne værdi.
fi: Jos otat tämän käyttöön, tapahtumat tehdään %1$s Test API:n kautta eikä live API:n kautta. Todellisia tapahtumia ei suoriteta. Sinun on täytettävä testi tilisi avaimet alla, ja sinun on asennettava testitilaan tarkoitettu Testflightin sovellus laitteeseen (jolla ei voi käyttää tavallista %1$s-sovellusta). Ota tarvittaessa yhteyttä %1$s:n tekniseen tukeen. Jos kytket tämän tilan pois päältä, normaali toiminta jatkuu. Jos sinulla on VIPPS_TEST_MODE määritelty wp-config-tiedostossasi, se ohittaa tämän arvon.
nb_no: Hvis du slår på dette, vil transaksjoner sendes til %1$s' Test-API i stedet for live-versjonen. Ingen ekte transaksjoner vil bli utført. Du vil måtte legge til testkonto-nøklene dine under, og du vil måtte installere en spesiell testmodus-app fra Testflight på et håndsett (som da ikke kan kjøre den vanlige %1$s-appen.) Kontakt %1$s' tekniske support om du trenger dette. Hvis du slår denne modusen av, vil normal operasjon fortsette. Hvis du har VIPPS_TEST_MODE definert i wp-config-filen din, så vil den overstyre denne verdien.
sv_se: Om du aktiverar detta kommer transaktioner att göras mot %1$s Test API istället för live-versionen. Inga verkliga transaktioner kommer att utföras. Du måste fylla i dina testkonto nycklar nedan, och du måste installera en speciell testläge-app från Testflight på en enhet (som inte kan köra den vanliga %1$s-appen). Kontakta %1$s tekniska support om du behöver detta. Om du stänger av detta läge kommer normal drift att återupptas. Om du har VIPPS_TEST_MODE definierad i din wp-config-fil kommer detta att åsidosätta detta värde.

source: Enable test mode
nb_no: Slå på testmodus
sv_se: Aktivera testläge

source: Test mode
nb_no: Testmodus
sv_se: Testläge

source: These are settings for developers that contain extra features that are normally not useful for regular users, or are not yet ready for primetime
da_dk: Dette er indstillinger for udviklere, der indeholder ekstra funktioner, som normalt ikke er nyttige for almindelige brugere, eller som endnu ikke er klar til primetime.
fi: Nämä ovat kehittäjille tarkoitettuja asetuksia, jotka sisältävät lisäominaisuuksia, jotka eivät yleensä ole hyödyllisiä tavallisille käyttäjille, tai jotka eivät ole vielä valmiita käyttöönotettaviksi
nb_no: Dette er innstillinger for utviklere som inneholder ekstra egenskaper som normalt ikke er nyttige for vanlige brukere, eller som ikke er helt klare ennå
sv_se: Detta är inställningar för utvecklare som innehåller extra funktioner som normalt inte är användbara för vanliga användare, eller som ännu inte är redo för primetime

source: Enable this to enter developer mode. This gives you access to the test-api and sometimes other tools not yet ready for general consumption
da_dk: Aktiver dette for at indtaste udviklertilstand. Dette giver dig adgang til test-apien og undertiden andre værktøjer, der endnu ikke er klar til almindeligt forbrug.
fi: Ota tämä käyttöön siirtyäksesi kehittäjätilaan. Tämä antaa sinulle pääsyn test-api:hin ja joskus muihin työkaluihin, jotka eivät ole vielä valmiita yleiseen käyttöön
nb_no: Slå på denne for å gå i utviklermodus. Dette gir deg tilgang til test-api-et, og av og til andre verktøy som ikke her helt ferdig ennå
sv_se: Aktivera detta för att gå in i utvecklarläge. Detta ger dig tillgång till test-API:et och ibland andra verktyg som ännu inte är redo för allmän användning

source: Enable developer mode
da_dk: Aktivér udviklertilstand
fi: Ota kehittäjätila käyttöön
nb_no: Slå på utviklermodus
sv_se: Aktivera utvecklarläge

source: As Express Checkout orders are anonymous, failed orders will end up as "cancelled" orders with no information in them. Enable this to delete these automatically when cancelled - but test to make sure no other plugin needs them for anything.
da_dk: Da Express Checkout-ordrer er anonyme, vil mislykkede ordrer ende som "annullerede" ordrer uden information i dem. Aktivér dette for automatisk at slette disse, når de annulleres - men test for at sikre, at ingen andre plugins har brug for dem til noget.
fi: Koska Express Checkout -tilaukset ovat anonyymejä, epäonnistuneet tilaukset päätyvät "peruutettuihin" tilauksiin, joissa ei ole mitään tietoja. Ota tämä käyttöön, jotta nämä tilaukset poistetaan automaattisesti, kun ne peruutetaan - mutta testaa, ettei mikään muu liitännäinen tarvitse niitä mihinkään.
nb_no: Siden hurtigkassekjøp er anonyme, så vil mislykkede ordre vises som "kansellert", men uten noe informasjon i dem. Hvis du skrur på dette så vil disse bli slettet automatisk uten at du trenger å gjøre noe; men pass på at dette er kompatible med andre utvidelser.
sv_se: Eftersom Express Checkout-beställningar är anonyma kommer misslyckade beställningar att hamna som ”avbrutna” beställningar utan information i dem. Aktivera detta för att automatiskt ta bort dessa när de avbryts - men testa för att säkerställa att ingen annan plugin behöver dem för något.

source: Delete failed Express Checkout Orders
da_dk: Slet mislykkede Express Checkout-ordrer
fi: Poista epäonnistuneet Express Checkout -tilaukset
nb_no: Slett mislykkede hurtigkasse-ordrer
sv_se: Radera misslyckade Express Checkout-beställningar

source: Find your account under the "Developer" tab on https://portal.vippsmobilepay.com/ and choose "show keys". Copy the value of "Vipps-Subscription-Key"
da_dk: Find din konto under fanen "Udvikler" på https://portal.vippsmobilepay.com/ og vælg "vis nøgler". Kopier værdien af "Vipps-Subscription-Key"
fi: Etsi tilisi "Developer"-välilehdeltä osoitteessa https://portal.vippsmobilepay.com/ ja valitse "Show keys". Kopioi "Vipps-Subscription-Key":n arvo
nb_no: Finn ditt salgssted under “Utvikler” på https://portal.vippsmobilepay.com/ og trykk på “Show keys”, kopier verdien til “Vipps-Subscription-Key”
sv_se: Hitta ditt konto under fliken ”Utvecklare” på https://portal.vippsmobilepay.com/ och välj ”visa nycklar”. Kopiera värdet av ”Vipps-Subscription-Key”

source: Find your account under the "Developer" tab on https://portal.vippsmobilepay.com/ and choose "show keys". Copy the value of "client_secret"
da_dk: Find din konto under fanen "Udvikler" på https://portal.vippsmobilepay.com/ og vælg "Vis nøgler". Kopiér værdien af "client_secret"
fi: Etsi tilisi "Developer"-välilehdeltä osoitteessa https://portal.vippsmobilepay.com/ ja valitse "Show keys". Kopioi "client_secret":in arvo.
nb_no: Finn ditt salgssted under “Utvikler” på https://portal.vippsmobilepay.com/ og trykk på “Show keys”, kopier verdien til “client_secret”
sv_se: Hitta ditt konto under fliken ”Utvecklare” på https://portal.vippsmobilepay.com/ och välj ”visa nycklar”. Kopiera värdet av ”client_secret”

source: Find your account under the "Developer" tab on https://portal.vippsmobilepay.com/ and choose "Show keys". Copy the value of "client_id"
da_dk: Find din konto under "Udvikler" fanen på https://portal.vippsmobilepay.com/ og vælg "Vis nøgler". Kopier værdien af "client_id"
fi: Etsi tilisi "Developer"-välilehdeltä osoitteessa https://portal.vippsmobilepay.com/ ja valitse "Show keys". Kopioi "client_id":n arvo
nb_no: Finn ditt salgssted under “Utvikler” på https://portal.vippsmobilepay.com/ og trykk på “Show keys”, kopier verdien til “client_id”
sv_se: Hitta ditt konto under fliken ”Utvecklare” på https://portal.vippsmobilepay.com/ och välj ”Visa nycklar”. Kopiera värdet av ”client_id”

source: Your "Merchant Serial Number" from the Developer tab on https://portal.vippsmobilepay.com
da_dk: Dit "Merchant Serienummer" fra Developer fanen på https://portal.vippsmobilepay.com
fi: "Merchant Serial Number" -numerosi Developer-välilehdeltä osoitteessa https://portal.vippsmobilepay.com
nb_no: Ditt “Merchant Serial Number” under “Utvikler” fanen på https://portal.vippsmobilepay.com
sv_se: Ditt ”Merchant Serial Number” från Utvecklarfliken på https://portal.vippsmobilepay.com

source: Choosing this will use a different method of handling the "Buy now" button on a single product, which will work for more product types and more plugins - while being <i>slightly</i> less smooth. Use this if your product needs more configuration than simple or standard variable products
da_dk: Valg af dette vil benytte en anden metode til at håndtere "Køb nu" knappen på et enkelt produkt, hvilket vil virke for flere produkttyper og flere plugins - mens det er <i>en smule</i> mindre glat. Brug dette, hvis dit produkt kræver mere konfiguration end simple eller standard variable produkter.
fi: Valitsemalla tämän käytetään eri tapaa käsitellä erillisen tuotteen Osta nyt -painiketta. Tapa toimii useammille tuotetyypeille ja useammille liitännäisille - ja on samalla <i>vähän</i> vähemmän sujuva. Käytä tätä, jos tuotteesi tarvitsee enemmän määrityksiä kuin yksinkertaiset tai tavalliset muuttuvat tuotteet
nb_no: Velger du dette, vil en annerledes metode bli brukt til å håndtere "Kjøp nå"-knappen på enkeltprodukter. Denne virker for flere produkttyper og utvidelser enn standardmetoden - men den er <i>litt</i> mindre elegant. Bruk denne hvis produktene dine trenger mer konfigurasjon en standard enkle og variable produkter
sv_se: Detta val kommer att använda en annan metod för att hantera ”Köp nu”-knappen på en enskild produkt, vilket kommer att fungera för fler produkttyper och fler plugins - medan det är <i>något</i> mindre smidigt. Använd detta om din produkt behöver mer konfiguration än enkla eller standardvariabla produkter
