Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Enable static shipping for %1$s
da_dk: Aktivér statisk forsendelse for %1$s
fi: Ota staattinen toimitus käyttöön %1$s:lle
nb_no: Slå på statisk frakt for %1$s
sv_se: Aktivera statisk frakt för %1$s

source: Create new customers on %1$s
da_dk: Opret nye kunder på %1$s
fi: Luo uusia asiakkaita %1$s:lla
nb_no: Opprett nye kunder med %1$s
sv_se: Skapa nya kunder på %1$s

source: Activate Alternative %1$s
da_dk: Aktivér alternativ %1$s
fi: Ota käyttöön vaihtoehto %1$s
nb_no: Aktiver alternativ %1$s
sv_se: Aktivera alternativ %1$s

source: Could not get webhooks for Merchant Serial Number %1$s: %2$s
da_dk: Kunne ikke få webhooks til Merchant Serial Number %1$s: %2$s
fi: Webhookseja ei saatu haettua kauppiaan Merchant Serial Numberille %1$s: %2$s.
nb_no: Kan ikke hente webhooks for merchant serial number %1$s: %2$s
sv_se: Kunde inte hämta webhooks för Merchant Serial Number %1$s: %2$s

source: Offer Vipps or MobilePay as a payment method
da_dk: Tilbyd Vipps eller MobilePay som en betalingsmetode
fi: Tarjoa Vipps tai MobilePay maksutapana
nb_no: Tilby Vipps eller MobilePay som betalingsmåte
sv_se: Erbjud Vipps eller MobilePay som betalningsmetod

source: %1$s QR Code
da_dk: %1$s QR-kode
fi: %1$s QR-koodi
nb_no: %1$s QR-Kode
sv_se: %1$s QR-kod

source: %1$s QR Codes
da_dk: %1$s QR-koder
fi: %1$s QR-koodit
nb_no: %1$s QR-Koder
sv_se: %1$s QR-koder

source: You can get %1$s now!
da_dk: Du kan få %1$s nu!
fi: Voit nyt saada %1$s!
nb_no: Nå kan du få %1$s!
sv_se: Du kan få %1$s nu!

source: Shipping method for %1$s only: %2$s
da_dk: Forsendelsesmetode kun for %1$s: %2$s
fi: Toimitustapa %1$s:lle: %2$s
nb_no: Fraktmetode kun for %1$s: %2$s
sv_se: Fraktmetod för %1$s endast: %2$s

source: Short description of shipping method used in %1$s
da_dk: Kort beskrivelse af forsendelsesmetoden brugt i %1$s
fi: Lyhyt kuvaus toimitustavasta, jota käytetään %1$s:ssä
nb_no: Kort beskrivelse av fraktmetoden som blir brukt i %1$s
sv_se: Kort beskrivning av fraktmetod som används i %1$s

source: %1$s Page
da_dk: %1$s Side
fi: %1$s Sivu
nb_no: %1$s Side
sv_se: %1$s Sida

source: %1$s: cart changed while session %2$d in progress - now cancelled
da_dk: %1$s: indkøbskurven ændret mens session %2$d er igang - nu aflyst
fi: %1$s: ostoskoria muutettiin istunnon %2$d ollessa käynnissä - nyt peruutettu
nb_no: %1$s: handlekurven endret seg mens %2$d pågikk - nå avbrutt
sv_se: %1$s: kundvagnen ändrades medan session %2$d pågick - nu avbruten

source: %1$s session %2$d is gone
da_dk: %1$s session %2$d er væk
fi: %1$s istunto %2$d on hävinnyt
nb_no: %1$s session %2$d er forsvunnet
sv_se: %1$s session %2$d är borta

source: %1$s session %2$d cancelled (pending session)
da_dk: %1$s session %2$d annulleret (afventende session)
fi: %1$s istunto %2$d peruutettu (odottava istunto)
nb_no: %1$s session %2$d avbrutt (pending session)
sv_se: %1$s session %2$d avbruten (väntande session)

source: %1$s session %2$d failed with message %3$s
da_dk: %1$s session %2$d mislykkedes med besked %3$s
fi: %1$s istunto %2$d epäonnistui viestillä %3$s
nb_no: %1$s session %2$d mislyktes med melding %3$s
sv_se: %1$s session %2$d misslyckades med meddelandet %3$s

source: %1$s session %2$d expired after %3$d minutes (limit 50)
da_dk: %1$s session %2$d udløb efter %3$d minutter (begrænsning 50)
fi: %1$s istunto %2$d päättyi %3$d minuutin jälkeen (rajoitus 50)
nb_no: %1$s session %2$d utløpt etter %3$d minuttter (grense 50)
sv_se: %1$s session %2$d har gått ut efter %3$d minuter (gräns 50)

source: %1$s session %2$d cancelled (payment status)
da_dk: %1$s session %2$d aflyst (betalingsstatus)
fi: %1$s istunto %2$d peruutettu (maksun tila)
nb_no: %1$s session %2$d er avbrutt (betalingsstatus)
sv_se: %1$s session %2$d avbruten (betalningsstatus)

source: Could not start %1$s session
nb_no: Kunne ikke starte %1$s-sesjon

source: Could not initiate %1$s session: %2$s
da_dk: Kunne ikke initiere %1$s session: %2$s
fi: %1$s istuntoa ei voitu aloittaa: %2$s
nb_no: Kunne ikke starte %1$s-økten: %2$s
sv_se: Kunde inte initiera %1$s session: %2$s

source: Unknown error creating %1$s session
da_dk: Ukendt fejl ved oprettelse af %1$s session
fi: Tuntematon virhe %1$s istunnon luomisessa
nb_no: Ukjent feil under opprettelse av %1$s-økt
sv_se: Okänt fel vid skapande av %1$s-session

source: Customer passed to %1$s
da_dk: Kunden overført til %1$s
fi: Asiakas siirretty %1$s:lle
nb_no: Kunde sendt til %1$s
sv_se: Kund överförd till %1$s

source: Unknown error creating %1$s partial order
da_dk: Ukendt fejl ved oprettelse af %1$s delordre
fi: Tuntematon virhe %1$s osittaisen tilauksen luomisessa
nb_no: Ukjent feil under opprettelse av ordre for %1$s
sv_se: Okänt fel vid skapande av %1$s delbeställning

source: You need a newer version of WooCommerce to use %1$s!
da_dk: Du skal bruge en nyere version af WooCommerce for at bruge %1$s!
fi: Tarvitset uudemman WooCommerce-version käyttääksesi %1$s:a!
nb_no: Du trenger en nyere versjon av WooCommerce for å kunne bruke %1$s!
sv_se: Du behöver en nyare version av WooCommerce för att använda %1$s!

source: Could not add all keys to the payment metadata of order %1$s - only 5 items are allowed
da_dk: Kunne ikke tilføje alle nøgler til betalingsmetadataen for ordre %1$s - kun 5 emner er tilladt
fi: Kaikkia avaimia ei voitu lisätä tilauksen %1$s maksun metatietoihin - vain 5 kohdetta sallittu
nb_no: Kan ikke legge til alle nøklene til betalings-metadataene til ordre %1$s - kun 5 nøkler er tillatt
sv_se: Kunde inte lägga till alla nycklar till betalningsmetadata för beställning %1$s - endast 5 objekt är tillåtna

source: Could not add key %1$s to payment metadata of order %2$s - key or value is too long (100, 500 respectively)
da_dk: Kunne ikke tilføje nøgle %1$s til betalingsmetadata for ordre %2$s - nøgle eller værdi er for lang (henholdsvis 100, 500)
fi: Avainta %1$s ei voitu lisätä tilauksen %2$s maksun metatietoihin - avain tai arvo on liian pitkä (100, tai vastaavasti 500)
nb_no: Kunne ikke legge til nøkkel %1$s til betalingsmetadataene til ordre %2$s - nøkkel eller verdi er for lang (100 og 500 tegn henholdsvis)
sv_se: Kunde inte lägga till nyckel %1$s till betalningsmetadata för beställning %2$s - nyckel eller värde är för långt (100, 500 respektive)

source: Cannot create receipt for order %1$d: %2$s
da_dk: Kan ikke oprette kvittering for ordre %1$d: %2$s
fi: Kuittia ei voida luoda tilaukselle %1$d: %2$s
nb_no: Kan ikke lage ordrekvittering for bestilling %1$d: %2$s
sv_se: Kan inte skapa kvitto för order %1$d: %2$s

source: Could not delete webhook for merchant serial number %1$s id %2$s:
da_dk: Kunne ikke slette webhook for handlende serienummer %1$s id %2$s:
fi: Webhookia ei voitu poistaa Merchant serial number:ille %1$s tunnisteella %2$s :
nb_no: Kan ikke slette webhook for merchant serial number %1$s id %2$s:
sv_se: Kunde inte ta bort webhook för merchant serienummer %1$s id %2$s:

source: Could not register webhooks for merchant serial number %1$s callback %2$s:
da_dk: Kunne ikke registrere webhooks for merchant serial number %1$s callback %2$s:
fi: Webhookeja ei voitu rekisteröidä merchant serial number %1$s callback:ia %2$s varten:
nb_no: Kan ikke registrere webhooks for merchant serial number %1$s callback %2$s:
sv_se: Kunde inte registrera webhooks för merchant serienummer %1$s callback %2$s:

source: Could not get webhooks for merchant serial number %1$s:
da_dk: Kunne ikke få webhooks til forhandlers serienummer %1$s:
fi: Ei saatu haettua webhookeja merchant serial number:lle %1$s:
nb_no: Kan ikke hente webhooks for merchant serial number %1$s:
sv_se: Kunde inte hämta webhooks för Merchant serienummer %1$s:

source: %1$s Express Checkout
da_dk: %1$s Hurtig Kasse
nb_no: %1$s Hurtigkasse

source: Ready for %1$s - press the button
da_dk: Klar til %1$s - tryk på knappen
fi: Valmis %1$s - paina painiketta
nb_no: Klar for %1$s - trykk på knappen
sv_se: Redo för %1$s - tryck på knappen

source: To the %1$s app!
da_dk: Til %1$s appen!
fi: %1$s-sovellukseen!
nb_no: Til %1$s-appen!
sv_se: Till %1$s-appen!

# Page title
source: Vipps MobilePay Checkout
da_dk: Vipps MobilPay Kassen
nb_no: Kasse for Vipps MobilePay

source: %1$s is not available for this order
da_dk: %1$s er ikke tilgængelig for denne ordre
fi: %1$s ei ole saatavilla tähän tilaukseen
nb_no: %1$s er ikke tilgjengelig for denne bestillingen
sv_se: %1$s är inte tillgängligt för denna beställning

source: Could not find any applicable shipping methods for %1$s - order %2$d will fail
da_dk: Kunne ikke finde nogen anvendelige forsendelsesmetoder for %1$s - ordre %2$d vil fejle
fi: %1$s ei löytänyt sopivia toimitustapoja - tilaus epäonnistuu %2$d
nb_no: Fant ingen fraktmetoder for %1$s - ordren %2$d vil bli mislykket
sv_se: Kunde inte hitta några tillåtna fraktmetoder för %1$s - order %2$d kommer att misslyckas

source: Received webhook callback for Checkout order %1$d - ignoring since full callback should come
nb_no: Mottok webhook-callback for checkout-ordre %1$d - ignorerer fordi en fullstending callback skal komme
sv_se: Mottog webhook-återkoppling för Checkout-order %1$d - ignorerar eftersom fullständig återkoppling bör komma

source: Received webhook callback for order %1$s but this is no longer pending.
nb_no: Mottok webhook callback for ordre %1$d men denne er ikke lenger i status påventer betaling.
sv_se: Mottog webhook-återkoppling för order %1$s men denna är inte längre pågående.

source: Could not get orderid of reference %2$s from %1$s:
da_dk: Kunne ikke få ordreid of reference %2$s fra %1$s:
fi: Viitteen %2$s tilaustunnusta ei saatu %1$s:stä:
nb_no: Kan ikke finne ordre-id til referanse %2$s fra %1$s:
sv_se: Kunde inte hämta order-id av referens %2$s från %1$s:

source: The reference %1$s and order id %2$s does not match in webhook event %3$s - callback is invalid for the order.
da_dk: Referencen %1$s og ordre-id %2$s stemmer ikke overens i webhook-begivenhed %3$s - callback er ugyldig for ordren.
fi: Viite %1$s ja tilauksen tunnus %2$s eivät täsmää webhook-tapahtumassa %3$s - callback ei ole voimassa tilaukselle.
nb_no: Referansen %1$s og ordre-id %2$s stemmer ikke overens i webhook-hendelsen %3$s - tilbakekallet er ugyldig for denne ordren.
sv_se: Referensen %1$s och beställnings-id %2$s matchar inte i webhook-händelse %3$s - återkopplingen är ogiltig för beställningen.

source: Cannot verify webhook callback for order %1$s - signature does not match. This may be an attempt to forge callbacks
nb_no: Kan ikke verifisere webhook-tilbakekall for ordre %1$d - signaturen stemmer ikke. Dette kan være et forsøk på å forfalske tilbakekall.
sv_se: Kan inte verifiera webhook-återkoppling för order %1$s - signaturen matchar inte. Detta kan vara ett försök att förfalska återkopplingar.

source: Cannot verify webhook callback for order %1$s - this shop does not know the secret. You should delete all unwanted webhooks. If you are using the same MSN on several shops, this callback is probably for one of the others.
nb_no: Kan ikke verifisere webhook-tilbakekallet for ordre %1$d - denne butikken kjenner ikke til hemmeligheten. Du bør slette alle uønskede webhooks. Hvis du bruker samme MSN på forskjellige butikker, er dette tilbakekallet antakelig ment for en av de andre.
sv_se: Kan inte verifiera webhook-återkoppling för order %1$s - denna butik känner inte till hemligheten. Du bör ta bort alla oönskade webhooks. Om du använder samma MSN på flera butiker, är denna återkoppling förmodligen för en av de andra.

source: Buy now with %1$s
da_dk: Køb nu med %1$s
fi: Osta nyt %1$s:illä
nb_no: Kjøp nå med %1$s
sv_se: Köp nu med %1$s

source: Buy now with %1$s!
da_dk: Køb nu med %1$s!
fi: Osta nyt %1$s:illä!
nb_no: Kjøp nå med %1$s!
sv_se: Köp nu med %1$s!

source: Continue with %1$s
da_dk: Fortsæt med %1$s
fi: Jatka %1$s
nb_no: Fortsett med %1$s
sv_se: Fortsätt med %1$s

source: If you use %1$s in WooCommerce, this allows your %2$s customers to safely log in without ever using a password.
da_dk: Hvis du bruger %1$s i WooCommerce, giver dette dine %2$s kunder mulighed for sikkert at logge ind uden nogensinde at bruge et kodeord.
fi: Jos käytät %1$s WooCommercessa, tämä antaa %2$s asiakkaillesi mahdollisuuden kirjautua sisään turvallisesti ilman salasanaa.
nb_no: Hvis du bruker %1$s i WooCommerce, så vil dette la dine %2$s-kunder logge inn trygt uten å måtte bruke passord.
sv_se: Om du använder %1$s i WooCommerce, tillåter detta dina %2$s-kunder att logga in säkert utan att någonsin använda ett lösenord.

source: %1$s is not installed. You can install it <a href='%2$s'>here!</a>
da_dk: %1$s er ikke installeret. Du kan installere det <a href='%2$s'>her!</a>
fi: %1$s ei ole asennettu. Voit asentaa sen <a href='%2$s'>täältä!</a>
nb_no: %1$s er ikke installert. Du kan installere den <a href='%2$s'>her!</a>
sv_se: %1$s är inte installerat. Du kan installera det <a href='%2$s'>här!</a>

source: This plugin implements a %1$s checkout solution for WooCommerce and an alternate %1$s hosted checkout that supports both %2$s and credit cards. It also supports %1$s's QR-api for creating QR-codes to your landing pages or products.
da_dk: Dette plugin implementerer en %1$s betalingsløsning for WooCommerce og en alternativ %1$s hostet betalingsløsning, der understøtter både %2$s og kreditkort. Den understøtter også %1$s's QR-api til at oprette QR-koder til dine landingssider eller produkter.
fi: Tämä liitännäinen toteuttaa %1$s:in checkout-ratkaisun WooCommerceen ja vaihtoehtoisen %1$s-kassan, joka tukee sekä %2$s:a että luottokortteja. Se tukee myös %1$s:n QR-api:tä QR-koodien luomiseen aloitussivuillesi tai tuotteillesi.
nb_no: Denne utvidelsen tilbyr en %1$s-kasseløsning for WooCommerce og en alternativ kasseløsning håndtert av %1$s som støtter både %2$s og kredittkort. Den støtter også %1$s sitt QR-api for å opprette QR-koder til dine landingssider eller produkter.
sv_se: Denna plugin implementerar en %1$s checkout lösning för WooCommerce och en alternativ %1$s hanterad checkout lösning som stöder både %2$s och kreditkort. Den stöder också %1$s:s QR-api för att skapa QR-koder till dina landningssidor eller produkter.

source: The %1$s plugins
da_dk: %1$s plugins
fi: Liitännäiset %1$s
nb_no: %1$s-utvidelsene
sv_se: %1$s-plugins

source: NB! Checkout for MobilePay is currently in beta mode; Bank Transfer has limited availability
da_dk: NB! Udtjekning for MobilePay er i øjeblikket i beta-mode; Bankoverførsel har begrænset tilgængelighed
fi: Huomaa! MobilePay Checkout on tällä hetkellä beta-tilassa; Bank Transferin saatavuus on rajoitettu.
nb_no: NB! Kasse for MobilePay er i betamodus - Bankoverføring har begrenset tilgjengelighet
sv_se: NB! Checkout för MobilePay är för närvarande i beta-läge; Banköverföring har begränsad tillgänglighet

source: With Checkout, you’ll also get access to shipping addresses, shipping selection and other payment options. Currently Checkout supports %1$s and bank transfer; VISA and MasterCard payments will be added later.
da_dk: Med Checkout får du også adgang til leveringsadresser, valg af forsendelse og andre betalingsmuligheder. Checkout understøtter i øjeblikket %1$s og bankoverførsel; VISA og MasterCard-betalinger vil blive tilføjet senere.
fi: Checkoutin avulla pääset myös käyttämään toimitusosoitteita, toimitusvaihtoehtojen valintaa ja muita maksuvaihtoehtoja. Tällä hetkellä Checkout tukee %1$s-maksuja ja pankkisiirtoja; VISA- ja MasterCard-maksut lisätään myöhemmin.
nb_no: Med kassen får du også tilgang til leveringsadresser, fraktvalg og andre betalingsalternativer. For øyeblikket støtter kassen %1$s og bankoverføring; VISA- og MasterCard-betalinger vil bli lagt til senere.
sv_se: Med Checkout får du också tillgång till fraktadresser, fraktval och andra betalningsalternativ. För närvarande stöder Checkout %1$s och banköverföring; VISA- och MasterCard-betalningar kommer att läggas till senare.

source: This plugin gives you %1$s in WooCommerce, either as a fully fledged Checkout, or as a flexible payment method.
da_dk: Dette plugin giver dig %1$s i WooCommerce, enten som en fuldt udviklet Checkout eller som en fleksibel betalingsmetode.
fi: Tämä liitännäinen antaa sinulle %1$s WooCommercessa, joko täysimittaisena Checkout-ratkaisuna tai joustavana maksutapana.
nb_no: Denne utvidelses-modulen gir deg %1$s i WooCommerce, enten som en fullverdig kasse eller som en fleksibel betalingsmåte.
sv_se: Denna plugin ger dig %1$s i WooCommerce, antingen som en fullt utvecklad Checkout eller som en flexibel betalningsmetod.

source: You don't have sufficient rights
da_dk: Du har ikke tilstrækkelige rettigheder
fi: Sinulla ei ole riittäviä oikeuksia
nb_no: Du har ikke tilstrekkelige rettigheter
sv_se: Du har inte tillräckliga rättigheter

source: No, forget it
da_dk: Nej, glem det
fi: Ei, unohda
nb_no: Nei, glem det
sv_se: Nej, glöm det

source: Add this URL as a webhook
da_dk: Tilføj denne URL som en webhook
fi: Lisää tämä URL-osoite webhookiksi
nb_no: Legg til denne URL-en som webhook
sv_se: Lägg till denna URL som en webhook

source: Add a webhook
da_dk: Tilføj en webhook
fi: Lisää webhook
nb_no: Legg til en webhook
sv_se: Lägg till en webhook

source: User Checked in
da_dk: Bruger Tjekket ind
fi: Käyttäjä kirjautunut sisään
nb_no: Bruker har besøkt lenken
sv_se: Användare incheckad

source: Charge failed
da_dk: Betaling mislykkedes
fi: Maksu epäonnistui
nb_no: Betaling mislykket
sv_se: Betalning misslyckades

source: Charge cancelled
da_dk: Opladning annulleret
fi: Maksu peruutettu
nb_no: Betaling kansellert
sv_se: Betalning avbruten

source: Charge captured
da_dk: Opladning fanget
fi: Maksu varattu
nb_no: Betaling belastet
sv_se: Betalning fångad

source: Charge reserved
da_dk: Reserveret gebyr
fi: Maksu varattu
nb_no: Betaling reservert
sv_se: Betalning reserverad

source: Agreement expired
da_dk: Aftalen udløb
fi: Sopimus on vanhentunut
nb_no: Avtale utløpt
sv_se: Avtal har gått ut

source: Agreement stopped
da_dk: Aftalen stoppede
fi: Sopimus pysäytetty
nb_no: Avtale stoppet
sv_se: Avtal stoppat

source: Agreement rejected
da_dk: Aftale afvist
fi: Sopimus hylätty
nb_no: Avtale avvist
sv_se: Avtal avvisat

source: Agreement accepted
da_dk: Aftale accepteret
fi: Sopimus hyväksytty
nb_no: Avtale akseptert
sv_se: Avtal accepterat

source: Terminated
da_dk: Afsluttet
fi: Lopetettu
nb_no: Avsluttet
sv_se: Avslutad

source: Authorized
da_dk: Autoriseret
fi: Valtuutettu
nb_no: Reservert
sv_se: Auktoriserad

source: Refunded
da_dk: Refunderet
fi: Palautettu
nb_no: Tilbakebetalt
sv_se: Återbetald

source: Captured
da_dk: Fangtet
fi: Varattu
nb_no: Belastet
sv_se: Fångad

source: Cancelled
da_dk: Annulleret
fi: Peruutettu
nb_no: Kansellert
sv_se: Avbruten

source: Expired
da_dk: Udløbet
fi: Vanhentunut
nb_no: Utløpt
sv_se: Utgått

source: Aborted
da_dk: Afbrydes
fi: Keskeytetty
nb_no: Avbrutt
sv_se: Avbruten

source: Created
da_dk: Oprettet
fi: Luotu
nb_no: Opprettet
sv_se: Skapad

source: Created for this site
da_dk: Oprettet til dette sted
fi: Luotu tätä sivustoa varten
nb_no: Opprettet for dette nettstedet
sv_se: Skapad för denna webbplats

source: View
da_dk: Se
fi: Näytä
nb_no: Se
sv_se: Visa

source: Add a webhook to this MSN
da_dk: Tilføj en webhook til denne MSN
fi: Lisää webhook tähän MSN:ään
nb_no: Legg til en webhook for dette MSN
sv_se: Lägg till en webhook till denna MSN

source: The following is a listing of your webhooks. If you have changed your website name, you may see some hooks that you do not recognize - these should be deleted
da_dk: Følgende er en liste over dine webhooks. Hvis du har ændret dit websitenavn, kan du se nogle hooks, som du ikke genkender - disse bør slettes.
fi: Seuraavassa on luettelo webhookeistasi. Jos olet vaihtanut verkkosivustosi nimeä, saatat nähdä joitakin webhookeja, joita et tunnista - nämä tulisi poistaa
nb_no: Det følgende er dine webhooks. Hvis du har endret nettstedsnavnet, kan det være du ser noen hooks du ikke kjenner igjen her - disse bør da slettes
sv_se: Följande är en lista över dina webhooks. Om du har ändrat ditt webbplatsnamn kan du se några hooks som du inte känner igen - dessa bör tas bort

source: Please note that there is normally a limit of <em><strong>5</strong> webhooks per MSN</em> - contact %1$s if you need more
da_dk: Bemærk venligst, at der normalt er en grænse på <em><strong>5</strong> webhooks per MSN</em> - kontakt %1$s hvis du har brug for flere.
fi: Huomaa, että tavallisesti MSN:ää kohden on rajoitettu <em><strong>5</strong> webhookia</em> - ota yhteyttä %1$s:n, jos tarvitset enemmän
nb_no: Vær oppmerkom på at det er normalt en grense på <em><strong>5</strong> webhooks per MSN</em> - kontakt %1$s om du trenger mer
sv_se: Observera att det normalt finns en gräns på <em><strong>5</strong> webhooks per MSN</em> - kontakta %1$s om du behöver fler

source: Implementing a webhook is not trivial, so you will probably need a developer for this. You can read more about what is required <a href="%1$s">here</a>.
da_dk: At implementere en webhook er ikke trivielt, så du skal sandsynligvis bruge en udvikler til dette. Du kan læse mere om, hvad der er nødvendigt <a href="%1$s">her</a>.
fi: Webhookin määrittäminen ei ole helppoa, joten tarvitset todennäköisesti kehittäjää. <a href="%1$s">täältä</a> voit lukea lisää siitä, mitä vaaditaan.
nb_no: Å implementere en webhook er ikke trivielt, så du vil antagelig trenge en utvikler for dette. Du kan lese mer om hva som trengs <a href="%1$s">her</a>.
sv_se: Att implementera en webhook är inte okomplicerat, så du kommer förmodligen att behöva en utvecklare för detta. Du kan läsa mer om vad som krävs <a href="%1$s">här</a>.

source: If your MSN has registered other callbacks, for instance for another website, you can manage these here - and you can also add your own hooks that will be notified of payment events to any other URL you enter.
da_dk: Hvis din MSN har registreret andre callbacks, for eksempel for en anden hjemmeside, kan du administrere disse her - og du kan også tilføje dine egne kroge, der vil blive underrettet om betalingsbegivenheder til enhver anden URL, du indtaster.
fi: Jos MSN on rekisteröinyt muita callbackeja esimerkiksi toiselle verkkosivustolle, voit hallita niitä täällä - ja voit myös lisätä omia webhookeja, jotka saavat ilmoituksen maksutapahtumista mihin tahansa muuhun syöttämääsi URL-osoitteeseen.
nb_no: Hvis din MSN har registrert andre callbacks, foreksempel for et annet nettsted, kan du vedlikeholde dise her - og du kan også legge til dine egne hooks som vil få melding om betalingshendelser til en hvilkensomhelst URL du bruker.
sv_se: Om din MSN har registrerat andra callbacks, till exempel för en annan webbplats, kan du hantera dessa här - och du kan också lägga till dina egna hooks som kommer att meddelas om betalningshändelser till andra URLer du anger.

source: To do this, the plugin will automatically add webhooks for the MSN - Merchant Serial Numbers - configured on this site
da_dk: For at gøre dette, vil plugin'et automatisk tilføje webhooks for MSN - Merchant Serienumre - konfigureret på dette site.
fi: Tätä varten liitännäinen lisää automaattisesti webhookit niihin MSN:n - eli Merchant Serial Numbers -sarjanumeroihin - joka on määritetty tällä sivustolla
nb_no: For å kunne gjøre dette, vil utvidelsen automatisk opprette webhooks for MSN-ene - altså merchant serial numbers - som er konfigurert for dette nettstedet.
sv_se: För att göra detta kommer plugin automatiskt att lägga till webhooks för MSN - Merchant Serial Numbers - som är konfigurerade på denna webbplats.
