Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Drop the address fields on the Checkout screen
da_dk: Fjern adressefelterne på betalingssiden
fi: Pudota osoitekentät kassanäytöltä
nb_no: Dropp addressefeltene på kasseskjermen
sv_se: Ta bort adressfälten på Checkout-skärmen

source: Don't require the contact fields
da_dk: Kræver ikke kontakt felterne
fi: Älä vaadi yhteystietokenttiä
nb_no: Ikke krev kontaktinformasjonsfelter
sv_se: Kräv inte kontaktfält

source: Don't require the address fields
da_dk: Kræver ikke adressefelterne
fi: Älä vaadi osoitekenttiä
nb_no: Ikke krev addressefelter
sv_se: Kräv inte adressfält

source: Developer mode
da_dk: Udviklertilstand
fi: Kehittäjätila
nb_no: Utviklermodus
sv_se: Utvecklarläge

source: Anonymous customer
da_dk: Anonym kunde
fi: Anonyymi asiakas
nb_no: Anonym kunde
sv_se: Anonym kund

source: Advanced
da_dk: Avanceret
fi: Edistynyt
nb_no: Avansert
sv_se: Avancerad

source: - order does not need processing
da_dk: - ordren behøver ikke at blive behandlet
fi: - tilaus ei tarvitse käsittelyä
nb_no: - ordren trenger ingen behandling
sv_se: - beställningen behöver inte behandlas

source: Main options
da_dk: Hovedindstillinger
fi: Tärkeimmät vaihtoehdot
nb_no: Hovedalternativer
sv_se: Huvudalternativ

source: The transaction text is too long! We are using a shorter transaction text to allow the transaction text to go through, but please check the 'woo_vipps_transaction_text_shop_id' filter so that you can use a shorter name for your store
da_dk: Transaktionsteksten er for lang! Vi bruger en kortere transaktionstekst for at tillade at transaktionsteksten kan gå igennem, men tjek venligst 'woo_vipps_transaction_text_shop_id' filteret, så du kan bruge et kortere navn til din butik.
fi: Transaktioteksti on liian pitkä! Käytämme lyhyempää transaktiotekstiä, jotta transaktioteksti menisi läpi, mutta tarkista 'woo_vipps_transaction_text_shop_id' -suodatin, jotta voit käyttää lyhyempää nimeä kaupallesi jatkossa.
nb_no: Transaksjonsteksten er for lang! Vi har byttet den med en kortere tekst for å la transaksjonen gå igjennom, men sjekk ut filteret 'woo_vipps_transaction_text_shop_id' hvor du kan sette et kortere navn på butikken din.
sv_se: Transaktionstexten är för lång! Vi använder en kortare transaktionstext för att tillåta att transaktionstexten går igenom, men vänligen kontrollera 'woo_vipps_transaction_text_shop_id'-filtret så att du kan använda ett kortare namn för din butik

source: %1$s is not an image that can be uploaded to %2$s
da_dk: %1$s er ikke et billede, der kan uploades til %2$s
fi: %1$s ei ole kuva, jonka voi ladata %2$s:n
nb_no: %1$s er ikke et bilde som kan bli lastet opp til %2$s
sv_se: %1$s är inte en bild som kan laddas upp till %2$s

source: Could not do all payment-complete actions on %1$s order %2$d: %3$s
da_dk: Kunne ikke fuldføre alle betalingshandlinger på %1$s ordre %2$d: %3$s
fi: Kaikkia maksun loppuunsaattamistoimia ei voitu suorittaa %1$s-tilaukselle %2$d: %3$s
nb_no: Kunne ikke fullføre alle payment_complete-handlingene for %1$s-ordre %2$d: %3$s
sv_se: Kunde inte utföra alla payment-complete actions på %1$s order %2$d: %3$s

source: Error calling the Order Management API: %1$s
da_dk: Fejl ved kald til Ordrestyrings API: %1$s
fi: Virhe Order Management API:n kutsumisessa: %1$s
nb_no: Feil under kalling av Order Management APIet til Vipps: %1$s
sv_se: Fel vid anrop av Order Management API: %1$s

source: If set, this image will be uploaded to %1$s and used to profile your store in the %1$s app for links to the order confirmation etc
da_dk: Hvis den er indstillet, vil dette billede blive uploadet til %1$s og brugt til at profilere din butik i %1$s appen for links til ordrebekræftelse osv.
fi: Jos tämä kuva on asetettu, se ladataan %1$s-sivustolle ja sitä käytetään myymälän profiilin luomiseen %1$s-sovelluksessa muun muassa linkkejä varten tilausvahvistukseen
nb_no: Hvis du bruker denne, vil bildet bli lastet opp til %1$s og brukt som profil for din butikk i %1$s-appen for lenker til ordrebekreftelser og lignende.
sv_se: Om installerat, kommer denna bild att laddas upp till %1$s och användas för att profilera din butik i %1$s-appen för länkar till orderbekräftelse etc.

source: Profile image used in the %1$s App
da_dk: Profilbillede brugt i %1$s appen
fi: %1$s-sovelluksessa käytetty profiilikuva
nb_no: Profilbilde som brukes i %1$s-appen
sv_se: Profilbild som används i %1$s-appen

source: Use this image for the order confirmation link uploaded to the customers' %1$s app
da_dk: Brug dette billede til ordrebekræftelseslinket, der er uploadet til kundernes %1$s app
fi: Käytä tätä kuvaa asiakkaan %1$s-sovelluksessa ladattavassa tilausvahvistuslinkissä
nb_no: Bruk dette bildet for ordrebekreftelseslenken lastet opp til kundens %1$s-app
sv_se: Använd den här bilden för orderbekräftelse länken som laddats upp till kundernas %1$s-app

source: Remove image
da_dk: Fjern billede
fi: Poista kuva
nb_no: Fjern bilde
sv_se: Ta bort bild

source: Upload image
da_dk: Upload billede
fi: Lataa kuva
nb_no: Last opp bilde
sv_se: Ladda upp bild

source: Could not get receipt data for order %1$s from Vipps:
da_dk: Kunne ikke få kvitteringsdata for ordre %1$s fra Vipps:
fi: Tilauksen %1$s kuittitietoja ei saatu Vippsistä:
nb_no: Kunne ikke hente kvitteringsdata for ordre %1$s fra Vipps:
sv_se: Kunde inte hämta mottagsdata för order %1$s från Vipps:

source: Could not add category %1$s to Vipps:
da_dk: Kunne ikke tilføje kategori %1$s til Vipps:
fi: Kategoriaa %1$s ei voitu lisätä Vippsiin:
nb_no: Kunne ikke legge til kategori %1$s til Vipps-appen:
sv_se: Kunde inte lägga till kategori %1$s till Vipps:

source: Cannot add category for order %1$d: No vipps id present
da_dk: Kan ikke tilføje kategori for ordre %1$d: Ingen vipps id til stede
fi: Tilaukselle %1$d ei voida lisätä kategoriaa: Vipps id:tä ei löydy
nb_no: Kan ikke legge til kategori for ordre %1$d: Ingen Vipps-id
sv_se: Kan inte lägga till kategori för order %1$d: Ingen vipps-id närvarande

source: Could not send receipt to Vipps:
da_dk: Kunne ikke sende kvittering til Vipps:
fi: Kuittia ei voitu lähettää Vippsille:
nb_no: Kunne ikke sende kvittering til Vipps
sv_se: Kunde inte skicka kvitto till Vipps:

source: Receipt for order %1$d sent to Vipps
nb_no: Kvittering for ordre %1$d sent til Vipps
sv_se: Kvitto för order %1$d skickat till Vipps

source: Cannot add receipt for order %1$d: No vipps id present
da_dk: Kan ikke tilføje kvittering for ordre %1$d: Ingen vipps id er til stede
fi: Kuittia ei voi lisätä tilaukselle %1$d: Ei vipps id:tä
nb_no: Kan ikke legge til kvittering for ordre %1$d: Ingen Vipps-id for ordren
sv_se: Kan inte lägga till kvitto för order %1$d: Inget vipps-id närvarande

source: Could not send image to Vipps:
da_dk: Kunne ikke sende billede til Vipps:
fi: Kuvaa ei voitu lähettää Vippsiin:
nb_no: Kunne ikke sende bilde til Vipps
sv_se: Kunde inte skicka bild till Vipps:

source: Could not read image file:
da_dk: Kunne ikke læse billedfilen:
fi: Kuvatiedostoa ei voitu lukea:
nb_no: Kunne ikke lese bildefil:
sv_se: Kunde inte läsa bildfil:

# Post Type Singular Name
source: Vipps QR Code
da_dk: Vipps QR-kode
fi: Vipps QR-koodi
nb_no: Vipps QR-kode
sv_se: Vipps QR-kod

# Post Type General Name
source: Vipps QR Codes
da_dk: Vipps QR-koder
fi: Vipps QR-koodit
nb_no: Vipps QR-koder
sv_se: Vipps QR-koder

source: Search for a product&hellip;
nb_no: Søk etter et produkt&hellip;

source: Choose product
da_dk: Vælg produkt
fi: Valitse tuote
nb_no: Velg produkt
sv_se: Välj produkt

source: Choose page
da_dk: Vælg side
fi: Valitse sivu
nb_no: Velg side
sv_se: Välj sida

source: To create a QR code for your shareable link, we recommend copying the URL and then using the <a href='%2$s'>%1$s QR Api</a>
da_dk: For at oprette en QR-kode til dit delbare link, anbefaler vi at kopiere URL'en og derefter bruge <a href='%2$s'>%1$s QR Api</a>
fi: Jos haluat luoda QR-koodin jaettavalle linkille, suosittelemme kopioimaan URL-osoitteen ja käyttämään <a href='%2$s'>%1$s QR Api</a>:ta
nb_no: For å lage en QR-kode for din delbare lenke, anbefaler vi å kopiere URLen og bruke <a href='%2$s'>%1$s' QR Api</a>
sv_se: För att skapa en QR-kod för din delbara länk rekommenderar vi att du kopierar URL:en och sedan använder <a href='%2$s'>%1$s QR Api</a>.

source: The %1$s settings</a> are configured so that no products will have a Buy Now button - including this.
da_dk: %1$s indstillingerne </a> er konfigureret således, at ingen produkter vil have en Køb Nu-knap - inklusive dette.
fi: %1$s-asetukset</a> on määritetty siten, että millään tuotteella ei ole Osta heti -painiketta - tämä mukaan lukien.
nb_no: %1$s innstillingene</a> er satt opp slik at ingen produkter har en "Kjøp nå"-knapp, inklusive dette.
sv_se: Inställningarna för %1$s</a> är konfigurerade så att inga produkter kommer att ha en Köp nu-knapp - inklusive denna.

source: This product does <b>not</b> support express checkout, and so will <b>not</b> have a Buy Now button.
da_dk: Dette produkt understøtter <b>ikke</b> express checkout, og vil derfor <b>ikke</b> have en Køb Nu-knap.
fi: Tämä tuote <b>ei</b> tue Express Checkout-palvelua, joten sille <b>ei</b> ole Osta nyt -painiketta.
nb_no: Dette produktet støtter <b>ikke</b> hurtigkassen, og vil derfor <b>ikke</b> få en Kjøp-nå knapp.
sv_se: Denna produkt stöder <b>inte</b> express checkout, och kommer därför <b>inte</b> att ha en Köp nu-knapp.

source: This product supports express checkout, and so will have a Buy Now button.
da_dk: Dette produkt understøtter hurtig kassen, og vil derfor have en Køb Nu-knap.
fi: Tämä tuote tukee Express Checkout-palvelua, joten sille on Osta nyt -painike.
nb_no: Dette produktet støtter hurtigkassen, og vil derfor ha en "Kjøp Nå"-knapp.
sv_se: Denna produkt stöder express checkout, och kommer därför att ha en Köp nu-knapp.

source: The %1$s settings are currently set up so all products that can be bought with Express Checkout will have a Buy Now button.
da_dk: %1$s-indstillingerne er i øjeblikket opsat således, at alle produkter, der kan købes med Express Checkout, vil have en Køb Nu-knap.
fi: %1$s-asetukset on tällä hetkellä määritetty siten, että kaikissa tuotteissa, jotka voidaan ostaa Express Checkout -palvelun avulla, on Osta nyt -painike.
nb_no: %1$s innstillingene er satt opp slik at alle produkter som kan kjøpes med hurtigkassen, vil ha en "Kjøp nå"-knapp.
sv_se: Inställningarna för %1$s är för närvarande inställda så att alla produkter som kan köpas med Express Checkout kommer att ha en Köp nu-knapp.

source: %1$s is installed, but not active. Activate it on the <a href='%2$s'>plugins page</a>
da_dk: %1$s er installeret, men ikke aktiv. Aktiver det på <a href='%2$s'>plugins siden</a>
fi: %1$s on asennettu, mutta ei ole aktiivinen. Aktivoi se <a href='%2$s'>laajennukset-sivulla</a>
nb_no: %1$s er installert, men ikke aktiv. Aktiver den på <a href='%2$s'>utvidelsessiden</a>
sv_se: %1$s är installerat, men inte aktivt. Aktivera det på <a href='%2$s'>pluginsidan</a>

source: %1$s is installed and active. You can configure the plugin at its <a href='%2$s'>settings page</a>
da_dk: %1$s er installeret og aktiv. Du kan konfigurere pluginet på dens <a href='%2$s'>indstillinger side</a>
fi: %1$s on asennettu ja aktiivinen. Voit määrittää laajennuksen sen <a href='%2$s'>asetussivulla</a>
nb_no: %1$s er installert og aktiv. Du kan konfigurere utvidelsen på <a href='%2$s'>innstillinger-siden dens.</a>
sv_se: %1$s är installerat och aktivt. Du kan konfigurera plugin på <a href='%2$s'>inställningssidan</a>

source: Remember, you need to set up %3$s at the <a target='_blank' href='%2$s'>%1$s Portal</a>, where you will find the keys you need and where you will have to register the <em>return url</em> you will find on the settings page.
da_dk: Husk, du skal opsætte %3$s på <a target='_blank' href='%2$s'>%1$s Portal</a>, hvor du finder de nøgler, du har brug for, og hvor du skal registrere <em>retur url</em>, som du finder på indstillingsiden.
fi: Muista, että sinun on määritettävä %3$s <a target='_blank' href='%2$s'>%1$s-portaalissa</a>, josta löydät tarvitsemasi avaimet ja jossa sinun on rekisteröitävä <em>palautus-URL</em>, jonka löydät asetussivulta.
nb_no: Husk, du må sette opp %3$s på <a target='_blank' href='%2$s'>%1$s Portal</a>, hvor du vil finne nøklene du trenger og hvor du også må registrere <em>retur-URL-en</em> som du finner på innstillinger-siden.
sv_se: Kom ihåg att du behöver ställa in %3$s på <a target='_blank' href='%2$s'>%1$s-portalen</a>, där du hittar de nycklar du behöver och där du måste registrera <em>retur-URL</em> som du hittar på inställningssidan.

source: <a href='%1$s' target='_blank'>%3$s</a> is a password-less solution that lets you or your customers to securely log into your site without having to remember passwords - you only need the %2$s app. The plugin does not require WooCommerce, and it can be customized for many different usecases.
da_dk: <a href='%1$s' target='_blank'>%3$s</a> er en løsning uden adgangskode, der lader dig eller dine kunder sikkert logge ind på dit site uden at skulle huske adgangskoder - du behøver kun %2$s appen. Pluginet kræver ikke WooCommerce, og det kan tilpasses mange forskellige anvendelsesmønstre.
fi: <a href='%1$s' target='_blank'>%3$s</a> on salasanaton ratkaisu, jonka avulla sinä tai asiakkaasi voitte turvallisesti kirjautua sivustollesi ilman salasanojen muistamista - tarvitset vain %2$s-sovelluksen. Lisäosa ei vaadi WooCommercea, ja se voidaan räätälöidä moniin eri käyttötapauksiin.
nb_no: <a href='%1$s' target='_blank'>%3$s</a> er en passordløs innloggingsløsning som lar deg eller dine kunder logge inn på en sikker måte uten å måtte huske passord - du trenger bare %2$s-appen. Utvidelsen krever ikke WooCommerce og kan tilpasses mange forskjellige bruksområder.
sv_se: <a href='%1$s' target='_blank'>%3$s</a> är en lösning utan lösenord som låter dig eller dina kunder logga in på din webbplats säkert utan att behöva komma ihåg lösenord - du behöver bara %2$s appen. Pluginet kräver inte WooCommerce, och det kan anpassas för många olika användningsområden.

source: You are now using <b>%1$s Checkout</b> instead of the standard WooCommerce Checkout page.
da_dk: Du bruger nu <b>%1$s Checkout</b> i stedet for den standard WooCommerce Checkout side.
fi: Käytät nyt <b>%1$s Checkout-palvelua</b> tavallisen WooCommercen Checkout-sivun sijaan.
nb_no: Du bruker nå <b>%1$s-kassen</b> istedet for WooCommerce sin standard kasseside.
sv_se: Du använder nu <b>%1$s Checkout</b> istället för den vanliga WooCommerce Checkout-sidan.

source: The plugin is <b>active</b> - %1$s is available as a payment method.
da_dk: Pluginnet er <b>aktivt</b> - %1$s er tilgængelig som en betalingsmetode.
fi: Lisäosa on tällä hetkellä <b>aktiivinen</b> - %1$s on käytettävissä maksutapana.
nb_no: Utvidelsen er for tiden <b>aktiv</b> - %1$s er tilgjengelig som betalingsmåte.
sv_se: Plugin är <b>aktivt</b> - %1$s är tillgängligt som en betalningsmetod.

source: %1$s configuration is not yet complete - you must get your keys from the %1$s portal and enter them on the <a href='%2$s'>settings page</a>
da_dk: %1$s konfiguration er endnu ikke fuldført - du skal hente dine nøgler fra %1$s portalen og indtaste dem på <a href='%2$s'>indstillings siden</a>
fi: %1$s-konfiguraatio ei ole vielä valmis - sinun on haettava avaimesi %1$s-portaalista ja syötettävä ne <a href='%2$s'>asetussivulla</a>
nb_no: %1$s-oppsettet er ennå ikke ferdig - du må hente nøklene dine fra %1$s portalen og legge dem inn på<a href='%2$s'>innstillinger-siden</a>
sv_se: %1$s konfiguration är inte ännu komplett - du måste hämta dina nycklar från %1$s-portalen och ange dem på <a href='%2$s'>inställningssidan</a>

source: <a href='%1$s'>%2$s configuration</a> is complete.
da_dk: <a href='%1$s'>%2$s konfiguration</a> er fuldført.
fi: <a href='%1$s'>%2$s-konfiguraatio</a> on valmis.
nb_no: <a href='%1$s'>%2$s -oppsettet</a> er ferdig.
sv_se: <a href='%1$s'>%2$s konfiguration</a> är klar.

source: If you need support, please use the <a href='%1$s'>forum page</a> for the plugin. If you cannot post your question publicly, contact WP-Hosting directly at support@wp-hosting.no.
da_dk: Hvis du har brug for hjælp, skal du bruge <a href='%1$s'>forumsiden</a> til plugin. Hvis du ikke kan offentliggøre dit spørgsmål, så kontakt WP-Hosting direkte på support@wp-hosting.no.
fi: Jos tarvitset tukea, käytä lisäosan <a href='%1$s'>foorumisivua</a>. Jos et voi lähettää kysymystäsi julkisesti, ota yhteyttä WP-Hostingiin suoraan osoitteeseen support@wp-hosting.no.
nb_no: Hvis du trenger støtte, vennligst bruk utvidelsens <a href='%1$s'>forum-side</a>. Hvis du ikke kan legge inn spørsmålet ditt offentlig, kontakt WP-Hosting direkte på support@wp-hosting.no.
sv_se: Om du behöver support, vänligen använd <a href='%1$s'>forum sidan</a> för plugin. Om du inte kan ställa din fråga offentligt, kontakta WP-Hosting direkt på support@wp-hosting.no.

source: If you experience problems or unexpected results, please check the 'fatal-errors' and 'woo-vipps' logs at <a href='%1$s'>WooCommerce logs page</a>.
da_dk: Hvis du oplever problemer eller uventede resultater, bedes du tjekke 'fatal-errors' og 'woo-vipps' logfilerne på <a href='%1$s'>WooCommerce logside</a>.
fi: Jos havaitset ongelmia tai odottamattomia tuloksia, tarkista 'fatal-errors'- ja 'woo-vipps'-lokit <a href='%1$s'>WooCommercen lokit-sivulta</a>.
nb_no: Hvis du opplever problemer eller uventede resultater, vennligst sjekk 'fatal-errors' og 'woo-vipps'-loggene på <a href='%1$s'>WooCommerce sin logg-side</a>.
sv_se: Om du upplever problem eller oväntade resultat, vänligen kontrollera ”fatal-errors” och ”woo-vipps” loggarna på <a href='%1$s'>WooCommerce loggsida</a>.

source: Configure the plugin on its <a href='%1$s'>settings page</a> and get your keys from the <a target='_blank' href='%2$s'>%3$s portal</a>.
da_dk: Konfigurer pluginet på dets <a href='%1$s'>indstillings side</a> og få dine nøgler fra <a target='_blank' href='%2$s'>%3$s portalen</a>.
fi: Määritä laajennuksen <a href='%1$s'>asetukset</a> sen asetussivulla ja hae avaimet <a target='_blank' href='%2$s'>%3$s-portaalista</a>.
nb_no: Konfigurer utvidelsen på dens <a href='%1$s'>innstillingsside</a> og hent nøklene dine hos <a target='_blank' href='%2$s'>%3$s-portalen</a>.
sv_se: Konfigurera plugin på <a href='%1$s'>inställningssidan</a> och hämta dina nycklar från <a target='_blank' href='%2$s'>%3$s-portalen</a>.

source: Pay with %1$s for WooCommerce
da_dk: Betal med %1$s til WooCommerce
fi: Maksa %1$s:lla WooCommercessa
nb_no: Betal med %1$s for WooCommerce
sv_se: Betala med %1$s för WooCommerce

source: To order or configure your %1$s account that powers these plugins, log onto <a target='_blank' href='%2$s'>the %1$s portal</a> and use the keys and data from that to set up your plugins as needed.
da_dk: For at bestille eller konfigurere din %1$s-konto, der driver disse plugins, log ind på <a target='_blank' href='%2$s'>%1$s-portalen</a> og brug nøglerne og dataene derfra til at opsætte dine plugins efter behov.
fi: Jos haluat tilata tai konfiguroida näitä lisäosia käyttävän %1$s-tilisi, kirjaudu sisään <a target='_blank' href='%2$s'>%1$s-portaaliin</a> ja käytä siellä olevia avaimia ja tietoja lisäosien määrittämiseen tarpeen mukaan.
nb_no: For å bestille eller konfigurere din %1$s-konto som står bak disse utvidelsene, logg på <a target='_blank' href='%2$s'>%1$s-portalen</a> og bruk nøklene og dataene derfra til å sette opp utvidelsene dine etter behov.
sv_se: För att beställa eller konfigurera ditt %1$s-konto som driver dessa plugins, logga in på <a target='_blank' href='%2$s'>%1$s-portalen</a> och använd nycklarna och datan därifrån för att ställa in dina plugins efter behov.

source: %1$s officially supports WordPress and WooCommerce with a family of plugins implementing a payment gateway for WooCommerce, an optional complete checkout solution powered by %1$s, a system for managing QR-codes that link to your products or landing pages, a plugin for recurring payments, and a system for passwordless logins.
da_dk: %1$s understøtter officielt WordPress og WooCommerce med en familie af plugins, der implementerer en betalingsgateway for WooCommerce, en valgfri komplet kasse-løsning drevet af %1$s, et system til håndtering af QR-koder, der linker til dine produkter eller landingssider, en plugin til tilbagevendende betalinger og et system til adgang uden password.
fi: %1$s tukee virallisesti WordPressiä ja WooCommercea liitännäisperheellä, joka toteuttaa WooCommercen maksu-gatewayn, valinnaisen täydellisen kassaratkaisun, joka on %1$s:n käyttämä, järjestelmän, jolla hallitaan QR-koodeja, jotka linkittävät tuotteisiisi tai laskeutumissivuihisi, liitännäisen toistuvia maksuja varten ja järjestelmän salasanattomia kirjautumisia varten.
nb_no: %1$s støtter offisielt WordPress og WooCommerce med en familie utvidelser som støtter en betalingsport for WooCommerce, muligheten for en fullstendig kasseløsning drevet av %1$s, et system for å håndtere QR-koder som lenker til produktene eller landingssidene dine, en utvidelse for gjentakende betalinger og et system for passordløse innlogginger.
sv_se: %1$s stöder officiellt WordPress och WooCommerce med en familj av plugins som implementerar en betalningsgateway för WooCommerce, en valfri komplett checkout lösning som drivs av %1$s, ett system för att hantera QR-koder som länkar till dina produkter eller landningssidor, ett plugin för återkommande betalningar och ett system för lösenordsfria inloggningar.

source: %1$s for WordPress and WooCommerce
da_dk: %1$s til WordPress og WooCommerce
fi: %1$s WordPressille ja WooCommercelle
nb_no: %1$s for WordPress og WooCommerce
sv_se: %1$s för WordPress och WooCommerce

source: - very, very simple
da_dk: - meget, meget enkelt
fi: - hyvin, hyvin yksinkertainen
nb_no: - veldig, veldig enkelt
sv_se: - mycket, mycket enkelt

source: Filter items list
da_dk: Filtrer elementer liste
fi: Suodata kohteiden luettelo
nb_no: Filtrer innholdsliste
sv_se: Filtrera objektlista

source: Items list navigation
da_dk: Navigation af elementliste
fi: Kohteiden luettelon navigointi
nb_no: Navigasjon for innholdsliste
sv_se: Navigering i objektlista

source: Items list
da_dk: Liste over genstande
fi: Tavaraluettelo
nb_no: Innholdsliste
sv_se: Objektlista

source: Uploaded to this item
da_dk: Uploadet til dette element
fi: Ladattu tähän kohteeseen
nb_no: Lastet opp til dette elementet
sv_se: Uppladdad till denna artikel

source: Insert into item
da_dk: Indsæt i emne
fi: Lisää kohteeseen
nb_no: Sett inn i element
sv_se: Infoga i artikel

source: Use as featured image
da_dk: Brug som fremhævet billede
fi: Käytä esillä olevana kuvana
nb_no: Bruk som fremhevet bilde
sv_se: Använd som utvald bild

source: Remove featured image
da_dk: Fjern fremhævet billede
fi: Poista esillä oleva kuva
nb_no: Fjern fremhevet bilde
sv_se: Ta bort utvald bild

source: Set featured image
da_dk: Indstil fremhævet billede
fi: Aseta esillä oleva kuva
nb_no: Bestem fremhevet bilde
sv_se: Fastställ utvald bild

source: Featured Image
da_dk: Fremhævet billede
fi: Suositeltava kuva
nb_no: Framhevet bilde
sv_se: Utvald bild

source: Not found in Trash
da_dk: Ikke fundet i Papirkurven
fi: Ei löydy roskakorista
nb_no: Ikke funnet i papirkurven
sv_se: Inte hittad i papperskorgen

source: Not found
da_dk: Ikke fundet
fi: Ei löydy
nb_no: Ikke funnet
sv_se: Inte hittad

source: Search Item
da_dk: Søg efter vare
fi: Etsi kohde
nb_no: Søk objekt
sv_se: Sök objekt

source: View QR Codes
da_dk: Se QR-koder
fi: Näytä QR-koodit
nb_no: Vis QR-koder
sv_se: Visa QR-koder

source: View QR Code
da_dk: Se QR-kode
fi: Näytä QR-koodi
nb_no: Vis QR-kode
sv_se: Visa QR-kod

source: Update QR Code
da_dk: Opdater QR-kode
fi: Päivitä QR-koodi
nb_no: Oppdater QR-kode
sv_se: Uppdatera QR-kod
