Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Callback from %1$s delayed or never happened; order status checked by periodic job
da_dk: Tilbagekald fra %1$s blev forsinket eller skete aldrig; ordrestatus kontrolleret af periodisk job
fi: Callback kohteesta %1$s viivästyi tai sitä ei koskaan tapahtunut; tilauksen tila tarkistetaan jaksottaisesti
nb_no: Tilbakekall fra %1$s er forsinket eller aldri skjedd; ordrestatus sjekket med periodisk oppgave
sv_se: Callback från %1$s är försenad eller inträffade aldrig; orderstatus kontrollerad av periodiskt jobb

source: Restoring session of order %1$d
da_dk: Genopretter session af ordre %1$d
fi: Palautetaan %1$d-istuntoa
nb_no: Gjenoppretter sesjon for ordre %1$d
sv_se: Återställer sessionen för beställning %1$d

source: Once every 5 minutes
nb_no: Én gang hvert 5 minutt

source: Activate %1$s as an external payment method for Klarna Checkout
da_dk: Aktiver %1$s som en ekstern betalingsmetode for Klarna Checkout
fi: Aktivoi %1$s ulkoisena maksutapana Klarna Checkout -palvelussa
nb_no: Aktiver %1$s som ekstern betalingsmåte for Klarna-kassen
sv_se: Aktivera %1$s som en extern betalningsmetod för Klarna Checkout

source: Activate
da_dk: Aktivér
fi: Aktivoi
nb_no: Aktiver
sv_se: Aktivera

source: Dismissed message
da_dk: Afskediget besked
fi: Hylätty viesti
nb_no: Avvist melding
sv_se: Avvisat meddelande

source: Login with Vipps is available for WordPress and WooCommerce - Super easy registration and login - No more usernames and passwords. Get started here
da_dk: Login med Vipps er tilgængelig for WordPress og WooCommerce - Super let registrering og login - Ikke flere brugernavne og adgangskoder. Kom i gang her
fi: Login with Vipps on saatavilla WordPressille ja WooCommercelle - Super helppo rekisteröinti ja kirjautuminen - Ei enää käyttäjätunnuksia ja salasanoja. Aloita tästä
nb_no: Utvidelsen Innlogging med Vipps tilgjengelig for WordPress og Woocommerce - Superenkel registrering og innlogging - Aldri mer brukernavn og passord. Kom igang her
sv_se: Inloggning med Vipps är tillgänglig för WordPress och WooCommerce - Superenkel registrering och inloggning - Inga fler användarnamn och lösenord. Börja här

source: Error getting payment details from %1$s for order_id:
da_dk: Fejl ved hentning af betalingsoplysninger fra %1$s for order_id:
fi: Virhe maksutietojen saamisessa %1$s:ltä order_id:lle:
nb_no: Feil under henting av betalingsdetaljer fra %1$s for ordre-id:
sv_se: Fel vid hämtning av betalningsuppgifter från %1$s för order_id:

source: Some of the products in your cart are no longer available in the quantities you have ordered. Please <a href="%1$s">edit your order</a> before continuing the checkout
da_dk: Nogle af produkterne i din kurv er ikke længere tilgængelige i de mængder, du har bestilt. Venligst <a href="%1$s">rediger din ordre</a> før du fortsætter til kassen.
fi: Joitakin ostoskorissasi olevia tuotteita ei ole enää saatavilla tilaamassasi määrässä. <a href="%1$s">Muokkaa tilaustasi</a> ennen kassalle jatkamista
nb_no: Noen av produktene i handlevognen din er ikke lenger tilgjengelige i de kvanta du ville bestille. Vennligst gå til <a href="%1$s">handlekurven</a> og rediger bestillingen før du fortsetter til hurtigkassen
sv_se: Några av produkterna i din kundvagn är inte längre tillgängliga i de kvantiteter du har beställt. Vänligen <a href="%1$s">redigera din beställning</a> innan du fortsätter till checkout

source: Enable this to create and login new customers when using express checkout. Otherwise these will all be guest checkouts. If you have "Login with Vipps" installed, this will be the default (unless you have turned off user creation in WooCommerce itself)
da_dk: Aktivér dette for at oprette og logge ind nye kunder, når du bruger express checkout. Ellers vil disse alle være gæste-checkouts. Hvis du har "Login med Vipps" installeret, vil dette være standarden (medmindre du har slået brugeroprettelse fra i WooCommerce selv)
fi: Ota tämä käyttöön, jotta voit luoda ja rekisteröidä uusia asiakkaita heidän käyttäessä pikakassaa. Muussa tapauksessa nämä käsitellään vieraina. Jos sinulla on asennettuna "Kirjaudu sisään Vippsillä", tämä on oletuksena (ellet itse ole poistanut käyttäjän luomista käytöstä WooCommercessa)
nb_no: Slå på dette for å opprette og logge inn nye kunder når du bruker hurtigkassen. Hvis ikke vil disse være gjestekunder. Hvis du har "Innlogging med Vipps" installert, vil dette være på som standard (så lenge du i det hele tatt oppretter WooCommerce-kunder)
sv_se: Aktivera detta för att skapa och logga in nya kunder när du använder express-checkout. Annars kommer alla dessa att vara gäst checkouts. Om du har ”Logga in med Vipps” installerat, kommer detta att vara standard (om du inte har stängt av användarskapande i WooCommerce själv)

source: Unknown error customer in express checkout.
da_dk: Ukendt fejl kunde i ekspres kassen.
fi: Tuntematon virhe Express Checkout -palvelun kautta maksaessa
nb_no: Ukjent feil for kunden i hurtigkassen.
sv_se: Okänd fel kund i express checkout.

source: Error creating customer in express checkout:
da_dk: Fejl ved oprettelse af kunde i hurtig kassen:
fi: Virhe asiakkaan luomisessa Express Checkout -palvelussa:
nb_no: Feil ved oppretting av bruker i hurtigkassen:
sv_se: Fel vid skapande av kund i express checkout:

source: Payment complete set status to "%1$s" - will not capture payments automatically
da_dk: Betaling fuldført sæt status til "%1$s" - vil ikke fange betalinger automatisk
fi: Maksu suoritettu, aseta tilaan "%1$s" - maksuja ei suoriteta automaattisesti
nb_no: Satt status til "%1$s" ved fullført betaling - vil ikke belaste betalinger automatisk
sv_se: Betalning slutförd, ställ in status till "%1$s" - kommer inte att genomföra betalningar automatiskt

source: Filters are setting the payment_complete order status to '%1$s' - will not capture
da_dk: Filtre sætter 'betaling_fuldført' ordrestatus til '%1$s' - vil ikke fange
fi: Suodattimet asettavat payment_complete-tilauksen tilaan '%1$s' - tilausta ei kirjata
nb_no: Filtre setter ordrestatusen for 'payment_complete' til '%1$s' - vil ikke belaste
sv_se: Filter sätter payment_complete orderstatus till ”%1$s” - kommer inte att genomföras

source: Add a %1$s Buy Now-button to the product block
da_dk: Tilføj en %1$s Køb Nu-knap til produktblokken
fi: Lisää %1$s Osta nyt -painike tuotelohkoon
nb_no: Legg til en Kjøp nå med %1$s-knapp til produktblokken
sv_se: Lägg till en %1$s Köp nu-knapp till produktblocket

source: %1$s Buy Now button
da_dk: %1$s Køb Nu-knap
fi: %1$s Osta nyt -painike
nb_no: Kjøp nå med %1$s-knapp
sv_se: %1$s Köp nu-knapp

source: Use the flock() system call to ensure orders are only finalized once. You can use this for normal setups, but probably not on Windows with IIS, and possibly not on distributed filesystems like NFS. If you don\t know what it is, probably do not use it. If you get duplicated shipping lines on some express orders, you may try using this
da_dk: Brug flock() systemkaldet for at sikre, at ordrer kun afsluttes én gang. Du kan bruge dette til normale opsætninger, men sandsynligvis ikke på Windows med IIS, og muligvis ikke på distribuerede filsystemer som NFS. Hvis du ikke ved, hvad det er, skal du sandsynligvis ikke bruge det. Hvis du får duplikerede leveringslinjer på nogle ekspressordrer, kan du prøve at bruge dette.
fi: Käytä flock()-järjestelmäkutsua varmistaaksesi, että tilaukset viimeistellään vain kerran. Voit käyttää tätä tavallisissa asetuksissa, mutta et luultavasti Windowsissa, jossa on IIS, etkä mahdollisesti hajautetuissa tiedostojärjestelmissä, kuten NFS:ssä. Jos et tiedä mitä nämä ovat, et luultavasti käytä niitä. Jos saat päällekkäisiä toimitusrivejä joissakin pikatilauksissa, voit kokeilla käyttää seuraavaa
nb_no: Bruk flock()-kallet for å sørge for at ordre bare blir ferdigstillt én gang. Du kan bruke dette i de fleste vanlige oppsett, men sannsynligvis ikke på Windows med IIS, og muligens ikke på distribuerte filsystemer som NFS. Hvis du ikke vet hva dette er, er det nok best å ikke bruke det. Hvis du får dobbelt med fraktlinjer på noen få hurtigkasse-ordre, så kan du prøve dette.
sv_se: Använd flock()-systemanropet för att säkerställa att beställningar endast slutförs en gång. Du kan använda detta för normala installationer, men troligen inte på Windows med IIS, och kanske inte på distribuerade filsystem som NFS. Om du inte vet vad det är, bör du troligen inte använda det. Om du får duplicerade fraktlinjer på vissa expressbeställningar kan du försöka använda detta

source: Use flock() to lock orders for Express Checkout
da_dk: Brug flock() til at låse ordrer for Express Checkout
fi: Käytä flock()-toimintoa tilausten lukitsemiseen Express Checkout -toimintoa varten
nb_no: Bruk flock() til å låse ordrene ved hurtigkasse-kjøp
sv_se: Använd flock() för att låsa beställningar för Express Checkout

source: Some very few themes do not work with the simulated pages used by this plugin, and needs a real page ID for this. Choose a blank page for this; the content will be replaced, but the template and other metadata will be present. You only need to use this if the plugin seems to break on the special %1$s pages.
da_dk: Nogle meget få temaer fungerer ikke med de simulerede sider, som dette plugin bruger, og kræver en reel side ID til dette. Vælg en blank side til dette; indholdet vil blive erstattet, men skabelonen og anden metadata vil være til stede. Du behøver kun at bruge dette, hvis plugin'et ser ud til at gå i stykker på de specielle %1$s sider.
fi: Jotkin hyvin harvat teemat eivät toimi tämän laajennuksen käyttämien simuloitujen sivujen kanssa, ja ne tarvitsevat todellisen sivutunnisteen tätä varten. Valitse tätä varten tyhjä sivu; sisältö korvataan, mutta malli ja muut metatiedot säilyvät. Sinun tarvitsee käyttää tätä vain, jos liitännäinen näyttää katkeavan näiden erityisten %1$s-sivujen kohdalla.
nb_no: Noen veldig få temaer virker ikke med de simulerte sidene som denne utvidelsen bruker, og trenger en ekte side-id for disse. Velg en helt blank side for dette: Innholdet vil bli erstattet, men mal og metadata vil være til stede. Du trenger bare å bruke dette om det ser ut som om noe er ødelagt på de spesielle %1$s-sidene som de som kommer i hurtigkassen.
sv_se: Några väldigt få ”teman” fungerar inte med de simulerade sidor som används av denna plugin, och behöver ett riktigt sid-ID för detta. Välj en tom sida för detta; innehållet kommer att ersättas, men mallen och annan metadata kommer att finnas kvar. Du behöver bara använda detta om plugin verkar gå sönder på de speciella %1$s sidorna.

source: Use a real page ID
da_dk: Brug en ægte side-ID
fi: Käytä todellista sivutunnistetta
nb_no: Bruk en ekte side-id
sv_se: Använd ett riktigt sido-ID

source: Use a real page ID for the special %1$s pages - neccessary for some themes
da_dk: Brug et rigtigt side-ID for de specielle %1$s sider - nødvendigt for nogle temaer
fi: Käytä todellista sivutunnistetta erityisille %1$s-sivuille - välttämätön joissakin teemoissa
nb_no: Bruk en ekte side-id for de spesielle %1$s-sidene - dette er nødvendig i noen temaer
sv_se: Använd ett riktigt sido-ID för de speciella %1$s-sidorna - nödvändigt för vissa teman

source: Use a simulated page (default)
da_dk: Brug en simuleret side (standard)
fi: Käytä simuloitua sivua (oletus)
nb_no: Bruk en simulert side (standard)
sv_se: Använd en simulerad sida (standard)

source: Cannot use flock() to lock orders: cannot create lockfiles
da_dk: Kan ikke bruge flock() til at låse ordrer: kan ikke oprette låsefiler
fi: Ei voi käyttää flock()-toimintoa tilausten lukitsemiseen: ei voi luoda lukituskansioita
nb_no: Kan ikke bruke flock() til å låse ordre: Kan ikke lage låsfiler
sv_se: Kan inte använda flock() för att låsa beställningar: kan inte skapa låsfil

source: Cannot use flock() to lock orders: cannot create or write to directory
da_dk: Kan ikke bruge flock() til at låse ordrer: kan ikke oprette eller skrive til mappe
fi: Ei voi käyttää flock()-toimintoa tilausten lukitsemiseen: ei voi luoda tai kirjoittaa hakemistoon
nb_no: Kan ikke bruke flock() til å låse ordre: Kan ikke opprette eller skrive til katalogen
sv_se: Kan inte använda flock() för att låsa beställningar: kan inte skapa eller skriva till katalog

source: Settings
da_dk: Indstillinger
fi: Asetukset
nb_no: Innstillinger
sv_se: Inställningar

source: <p>%1$s not yet configured: please go to <a href='%2$s'>the %1$s settings</a> to complete your setup!</p>
da_dk: <p>%1$s er endnu ikke konfigureret: gå venligst til <a href='%2$s'>%1$s indstillingerne</a> for at fuldføre din opsætning!</p>
fi: <p>%1$s ei ole vielä määritetty: siirry <a href='%2$s'>%1$s-asetuksiin</a> viimeistelläksesi asetukset!</p>
nb_no: <p>%1$s er ikke konfigurert. Vennligst gå til <a href='%2$s'>%1$s-innstillingene</a> for å fullføre oppsettet!</p>
sv_se: <p>%1$s är ännu inte konfigurerad: vänligen gå till <a href='%2$s'>%1$s inställningar</a> för att slutföra din installation!</p>

source: <p>%1$s not yet correctly configured: please go to <a href='%2$s'>the %1$s settings</a> to complete your setup:<br> %3$s</p>
da_dk: <p>%1$s er endnu ikke korrekt konfigureret: gå venligst til <a href='%2$s'>%1$s indstillingerne</a> for at fuldføre din opsætning:<br> %3$s</p>
fi: <p>%1$s ei ole vielä määritetty oikein: siirry <a href='%2$s'>%1$s-asetuksiin</a> viimeistelläksesi asetukset:<br> %3$s</p>
nb_no: <p>%1$s er ennå ikke korrekt konfigurert: Vennligst gå til <a href='%2$s'>%1$s -innstillingene</a> for å fullføre oppsettet:<br> %3$s</p>
sv_se: <p>%1$s är ännu inte korrekt konfigurerad: vänligen gå till <a href='%2$s'>%1$s inställningar</a> för att slutföra din installation:<br> %3$s</p>

source: The value of the order is less than the amount captured.
da_dk: Værdien af ordren er mindre end det indfangede beløb.
fi: Tilauksen arvo on pienempi kuin kirjattu määrä.
nb_no: Ordre-verdien er lavere enn det som er overført
sv_se: Värdet av beställningen är mindre än det belopp som genomförts.

source: Disables the "Select another Payment method" button on the Klarna Checkout.
da_dk: Deaktiverer knappen "Vælg en anden betalingsmetode" på Klarna Checkout.
fi: Poistaa käytöstä "Valitse toinen maksutapa" -painike Klarna Checkoutissa.
nb_no: Slår av "Velg annen betalingsmåte" for Klarna-kassen
sv_se: Inaktiverar knappen ”Välj en annan betalningsmetod” på Klarna Checkout.

source: Disable other gateway button
da_dk: Deaktiver knap til anden betalingsmetode
fi: Kytke pois päältä toinen maksuyhdyskäytävä-painike
nb_no: Skru av annen betalingsmåte-knapp
sv_se: Inaktivera annan gateway-knapp

source: URL to the %1$s logo
da_dk: URL til %1$s logoet
fi: URL-osoite %1$s-logoon
nb_no: URL til %1$s-logoen
sv_se: URL till %1$s-logotypen

source: Image url
da_dk: Billede-URL
fi: Kuvan URL-osoite
nb_no: Bilde-URL
sv_se: Bild-URL

source: Description for %1$s payment method. This controls the description which the user sees in the checkout form.
da_dk: Beskrivelse for %1$s betalingsmetode. Dette styrer den beskrivelse, som brugeren ser i betalingsformularen.
fi: Kuvaus %1$s-maksutavasta. Tämä ohjaa kuvausta, jonka käyttäjä näkee kassasivulla.
nb_no: Beskrivelse for %1$s-betalingsmåten. Dette kontrollerer beskrivelsen som vises på kassesiden.
sv_se: Beskrivning för %1$s betalningsmetod. Detta styr beskrivningen som användaren ser i checkout formuläret.

source: Title for %1$s payment method. This controls the title which the user sees in the checkout form.
da_dk: Titel for %1$s betalingsmetode. Dette styrer den titel, som brugeren ser i betalingsformularen.
fi: %1$s-maksutavan otsikko. Tämä ohjaa otsikkoa, jonka käyttäjä näkee kassasivulla.
nb_no: Tittel for %1$s-betalingsmåten. Dette kontrollerer tittelen som vises til kunde på kassesiden.
sv_se: Titel för %1$s betalningsmetod. Detta styr titeln som användaren ser i checkout formuläret.

source: Name
da_dk: Navn
fi: Nimi
nb_no: Navn
sv_se: Namn

source: External Payment Method - %1$s
da_dk: Ekstern Betalingsmetode - %1$s
fi: Ulkoinen maksutapa - %1$s
nb_no: Ekstern betalingsmåte - %1$s
sv_se: Extern betalningsmetod - %1$s

source: If your shipping options do not depend on the customers address, you can enable 'Static shipping', which will precompute the shipping options when using Express Checkout so that this will be much faster. If you do this and the customer isn't logged in, the base location of the store will be used to compute the shipping options for the order. You should only use this if your shipping is actually 'static', that is, does not vary based on the customers address. So fixed price/free shipping will work. If the customer is logged in, their address as registered in the store will be used, so if your customers are always logged in, you may be able to use this too.
da_dk: Hvis dine forsendelsesmuligheder ikke afhænger af kundens adresse, kan du aktivere 'Statisk forsendelse', som vil forudberegne forsendelsesmulighederne ved brug af Express Checkout, så dette vil være meget hurtigere. Hvis du gør dette og kunden ikke er logget ind, vil butikkens basislokation blive brugt til at beregne forsendelsesmulighederne for ordren. Du bør kun bruge dette, hvis din forsendelse faktisk er 'statisk', det vil sige, den varierer ikke baseret på kundens adresse. Så fast pris / gratis forsendelse vil fungere. Hvis kunden er logget ind, vil deres adresse som registreret i butikken blive brugt, så hvis dine kunder altid er logget ind, kan du muligvis også bruge dette.
fi: Jos toimitusvaihtoehtosi eivät riipu asiakkaan osoitteesta, voit ottaa käyttöön 'Staattisen toimituksen', joka laskee toimitusvaihtoehdot etukäteen Express Checkout -palvelua käyttäessä, jolloin ratkaisu on paljon nopeampi. Jos teet tämän ja asiakas ei ole kirjautuneena sisään, tilauksen toimitusvaihtoehdot lasketaan myymälän sijainnin perusteella. Tätä kannattaa käyttää vain, jos toimitus on todella "staattinen", eli se ei vaihtele asiakkaan osoitteen mukaan. Näin kiinteähintainen/ilmaistoimitus tulee toimimaan. Jos asiakas on kirjautuneena sisään, käytetään hänen myymälään rekisteröityä osoitettaan, joten jos asiakkaasi ovat aina kirjautuneina sisään, voit luultavasti myös tällöin käyttää tätä vaihtoehtoa.
nb_no: Hvis frakt-valgene dine ikke er avhengig av kundens adresse, kan du slå på "Statisk fraktberegning". Dette beregner fraktvalg- og kostnader på forhånd når du bruker Hurtigkassen, slik at denne blir mye raskere. Hvis du gjør dette og kunden ikke er innlogget, så vil butikkens egen addresse bli brukt til å beregne fraktvalgene. Du bør bare bruke dette hvis fraktvalgene dine faktisk er "statiske", det vil si at de ikke varierer med kundens addresse. Dermed vil fastpris og gratis frakt for eksempel virke. Hvis kunden er logget inn, så vil adressen deres, slik som den er satt i butikken bli brukt; så hvis kundene dine alltid er innlogget, vil du antagelig kunne bruke dette da også.
sv_se: Om dina fraktalternativ inte beror på kundens adress kan du aktivera ”Statisk frakt”, vilket kommer att förberäkna fraktalternativen när du använder Express Checkout så att detta blir mycket snabbare. Om du gör detta och kunden inte är inloggad, kommer butikens ”base location” att användas för att beräkna fraktalternativen för beställningen. Du bör endast använda detta om din frakt faktiskt är ”statisk”, det vill säga, inte varierar baserat på kundens adress. Så fast pris/gratis frakt kommer att fungera. Om kunden är inloggad kommer deras adress som registrerats i butiken att användas, så om dina kunder alltid är inloggade kan du kanske använda detta också.

source: Enable static shipping
da_dk: Aktivér statisk forsendelse
fi: Ota staattinen toimitus käyttöön
nb_no: Slå på statisk fraktberegning
sv_se: Aktivera statisk frakt

source: Enable static shipping for Express Checkout
da_dk: Aktivér statisk forsendelse til Express Checkout
fi: Ota käyttöön staattinen toimitus Express Checkout -palvelua varten
nb_no: Slå på statisk fraktberegning for hurtigkassen
sv_se: Aktivera statisk frakt för Express Checkout

source: Error calculating static shipping
da_dk: Fejl ved beregning af statisk fragtpris
fi: Virhe staattisen toimituksen laskennassa
nb_no: Feil under beregning av statisk fraktvalg
sv_se: Fel vid beräkning av statisk frakt

source: Cannot use shipping method %2$s in %1$s Express checkout: the shipping method isn't serializable.
da_dk: Kan ikke bruge forsendelsesmetoden %2$s i %1$s Express checkout: forsendelsesmetoden kan ikke serialiseres.
fi: Toimitustapaa %2$s ei voi käyttää %1$s Express Checkoutissa: toimitustapa ei ole serialisoitavissa.
nb_no: Kan ikke bruke fraktmetode %2$s i %1$s Hurtigkasse: Fraktmetoden er ikke serialiserbar
sv_se: Kan inte använda fraktmetod %2$s i %1$s Express-checkout: fraktmetoden är inte serialiserbar.

source: Unavailable shipping method set as default in the %1$s Express Checkout shipping callback - check the 'woo_vipps_default_shipping_method' filter
nb_no: Ugyldig fraktmetode satt som standard i %1$s Hurtigkasse-tilbakekallet - kontroller 'woo_vipps_default_shipping_method'-filteret

source: Your theme or a plugin is currently overriding the <code>'woo_vipps_shipping_methods'</code> filter to customize your shipping alternatives. While this works, this disables the newer Express Checkout shipping system, which is neccessary if your shipping is to include metadata. You can do this, or stop this message, from the <a href="%1$s">settings page</a>
da_dk: Dit tema eller en plugin overskriver i øjeblikket <code>'woo_vipps_shipping_methods'</code> filteret for at tilpasse dine forsendelsesalternativer. Selvom dette virker, deaktiverer det det nyere Express Checkout-forsendelsessystem, som er nødvendigt, hvis din forsendelse skal inkludere metadata. Du kan gøre dette, eller stoppe denne besked, fra <a href="%1$s">indstillinger siden</a>
fi: Teemasi tai liitännäinen ohittaa tällä hetkellä <code>'woo_vipps_shipping_methods'</code> -suodattimen, jotta voit muokata toimitusvaihtoehtojasi. Vaikka tämä toimii, tämä poistaa käytöstä uudemman Express Checkout -toimitusjärjestelmän, joka on välttämätön, jos lähetys sisältää metatietoja. Voit valita jatkaa tai lopettaa tämän viestin <a href="%1$s">asetukset-sivulta</a>
nb_no: Temaet ditt eller en utvidelse overstyrer for øyeblikket filteret <code>'woo_vipps_shipping_methods'</code> for å tilpasse dine fraktalternativer. Dette virker, men vil skru av den nyere Hurtigkasse-fraktmodulen, som er nødvendig hvis fraktmetodene dine skal inneholde metadata. Du kan gjøre dette, eller slå av denne meldingen, fra <a href="%1$s">siden for innstillinger</a>
sv_se: Ditt tema eller en plugin åsidosätter för närvarande <code>'woo_vipps_shipping_methods'</code> filtret för att anpassa dina fraktalternativ. Även om detta fungerar, inaktiverar det det nyare Express Checkout fraktsystemet, vilket är nödvändigt om din frakt ska inkludera metadata. Du kan göra detta, eller stoppa detta meddelande, från <a href="%1$s">inställningssidan</a>
