Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: You can configure these badges on this page, turning them on in all or some products and configure their default setup. You can also add a badge using a shortcode or a Block
da_dk: Du kan konfigurere disse badges på denne side, aktivere dem på alle eller nogle produkter og konfigurere deres standardopsætning. Du kan også tilføje et badge ved hjælp af en shortcode eller en Block.
fi: Voit määrittää nämä merkit tällä sivulla ottamalla ne käyttöön kaikissa tai joissakin tuotteissa ja määrittämällä niiden oletusasetukset. Voit myös lisätä merkin käyttämällä lyhytkoodia tai lohkoa
nb_no: Du kan konfigurere disse merkene på denne siden, skru den på for alle eller noen produkter, og sette opp standardinnstillingene. Du kan også legge til et slikt merke med en kortkode eller en Blokk.
sv_se: Du kan konfigurera dessa märken på denna sida, aktivera dem i alla eller vissa produkter och konfigurera deras standardinställningar. Du kan också lägga till ett märke med en shortcode eller en Block

source: You can add an amount for the badge here, in the minor units of the currency (e.g. for NOK, in øre)
nb_no: Du kan legge til et beløp for merket her, i små-enhetene til valutaen (for NOK altså øre).

source: White
da_dk: Hvid
fi: Valkoinen
nb_no: Hvit
sv_se: Vit

source: %1$s On-Site Messaging Badge
nb_no: %1$s On-Site Messaging-merke

source: Update settings
da_dk: Opdater indstillinger
fi: Päivitä asetukset
nb_no: Oppdater innstillingene
sv_se: Uppdatera inställningar

source: Turn on support for %1$s On-site Messaging badges
da_dk: Aktivér understøttelse for %1$s On-site Messaging badges
fi: Ota käyttöön tuki %1$s On-site Messaging -merkkejä varten
nb_no: Slå på støtte for %1$s On-Site Messaging merker
sv_se: Aktivera stöd för %1$s On-site Messaging-badges

source: The shortcode looks like this:
da_dk: Shortkoden ser sådan ud:
fi: Lyhytkoodi näyttää tältä:
nb_no: Kortkoden ser slik ut:
sv_se: Kortkoden ser ut så här:

source: The Gutenberg Block
da_dk: Gutenberg-blokken
fi: Gutenbergin lohko
nb_no: Gutenberg-blokken
sv_se: Gutenberg-blocket

source: Shortcodes
fi: Lyhytkoodit
nb_no: Kortkoder
sv_se: Kortkoder

source: Purple
da_dk: Lilla
fi: Violetti
nb_no: Lilla
sv_se: Lila

source: Please refer to the documentation for the meaning of the parameters.
da_dk: Se venligst i dokumentationen for betydningen af parametrene.
fi: Tutustu dokumentaatioon parametrien merkityksen varmistamiseksi.
nb_no: Les dokumentasjonen for hva parameterne betyr.
sv_se: Vänligen se dokumentationen för betydelsen av parametrarna.

source: Override default settings
da_dk: Tilsidesæt standardindstillinger
fi: Ohita oletusasetukset
nb_no: Overstyr standardinnstillinger
sv_se: Överskriv standardinställningar

source: Orange
nb_no: Oransje

source: On-site messaging badge
da_dk: On-site messaging mærke
fi: On-site messaging -merkki
nb_no: On-Site Messaging-merke
sv_se: Meddelande märke på plats

source: Norwegian
da_dk: Norsk
fi: Norjalainen
nb_no: Norsk
sv_se: Norska

source: No badge
da_dk: Ingen badge
fi: Ei merkkiä
nb_no: Ikke noe merke
sv_se: Inget märke

source: Light Orange
nb_no: Lys oransje

source: Language
da_dk: Sprog
fi: Kieli
nb_no: Språk
sv_se: Språk

source: If you use Gutenberg, you should be able to add a %1$s Badge block wherever you need it. It is called %1$s On-Site Messaging Badge Block.
da_dk: Hvis du bruger Gutenberg, skulle du kunne tilføje en %1$s Badge-blok, hvor end du har brug for det. Den kaldes %1$s On-Site Messaging Badge Block.
fi: Jos käytät Gutenbergiä, sinun pitäisi pystyä lisäämään %1$s Badge block minne haluat. Sen on nimeltään %1$s On-Site Messaging Badge Block.
nb_no: Hvis du bruker Gutenberg, skal du kunne legge til en %1$s-merke-blokk overalt der du trenger det. Blokken heter %1$s On-Site Messaging merker.
sv_se: Om du använder Gutenberg bör du kunna lägga till ett %1$s Badge-block varhelst du behöver det. Det kallas %1$s On-Site Messaging Badge Block.

source: If you need to add a %1$s badge on a specific page, footer, header and so on, and you cannot use the Gutenberg Block provided for this, you can either add the %1$s Badge manually (as <a href="%2$s" nofollow rel=nofollow target=_blank>documented here</a>) or you can use the shortcode.
da_dk: Hvis du har brug for at tilføje et %1$s mærke på en specifik side, footer, header og så videre, og du ikke kan bruge Gutenberg-blokken, der er beregnet til dette, kan du enten tilføje %1$s mærket manuelt (som <a href="%2$s" nofollow rel=nofollow target=_blank>dokumenteret her</a>) eller du kan bruge shortcoden.
fi: Jos haluat lisätä %1$s-merkin tietylle sivulle, alapalkkiin, otsikkoon jne, etkä voi käyttää siihen Gutenberg Block:ia, voit joko lisätä %1$s-merkin manuaalisesti (kuten <a href="%2$s" nofollow rel=nofollow target=_blank>täällä on dokumentoitu</a>) tai käyttää lyhytkoodia.
nb_no: Hvis du trenger å legge til et %1$s-merke på en spesiell side, i footer, header og så videre, og du ikke kan bruke Gutenberg-blokken som er laget for dette, kan du enten legge til %1$s-merket manuelt (som <a href="%2$s" nofollow rel=nofollow target=_blank>dokumentert her</a>), eller så kan du bruke kortkoden.
sv_se: Om du behöver lägga till ett %1$s märke på en specifik sida, sidfot, rubrik och så vidare, och du inte kan använda Gutenberg-blocket som tillhandahålls för detta, kan du antingen lägga till %1$s märke manuellt (som <a href="%2$s" nofollow rel=nofollow target=_blank>dokumenterat här</a>) eller så kan du använda kortkoden.

source: If selected, all products will get a badge, but you can override this on the %1$s tab on the product data page. If not, it's the other way around. You can also choose a particular variant on that page
da_dk: Hvis valgt, får alle produkter et mærke, men du kan tilsidesætte dette på %1$s fanen på produktdatasiden. Hvis ikke, er det den anden vej rundt. Du kan også vælge en bestemt variant på den side.
fi: Jos tämä on valittu, kaikki tuotteet saavat merkin, mutta voit ohittaa tämän tuotetietosivun %1$s-välilehdellä. Jos ei, päinvastainen pitää paikkansa. Voit myös valita tietyn vaihtoehdon kyseisellä sivulla
nb_no: Hvis du velger dette, vil alle produkter få et merke, men du kan overstyre dette på %1$s-fliken på produktets dataside. Hvis ikke, så gjelder det motsatte. Du kan også velge en spesiell fargevariant på produktsiden.
sv_se: Om valt, kommer alla produkter att få ett märke, men du kan åsidosätta detta på %1$s-fliken på produktsidan. Om inte, är det tvärtom. Du kan också välja en särskild variant på den sidan

source: Grey
da_dk: Grå
fi: Harmaa
nb_no: Grå
sv_se: Grå

source: English
da_dk: Engelsk
fi: Englanti
nb_no: Engelsk
sv_se: Engelska

source: Default setting
da_dk: Standardindstilling
fi: Oletusasetus
nb_no: Standardinnstilling
sv_se: Standardinställning

source: Default
da_dk: Standard
fi: Oletus
nb_no: Standard
sv_se: Standard

source: Could not capture %1$s payment for this order!
da_dk: Kunne ikke fange %1$s betaling for denne ordre!
fi: Maksua %1$s ei voitu kirjata tähän tilaukseen!
nb_no: Kunne ikke belaste %1$s-betalingen for denne ordren!
sv_se: Kunde inte genomföra %1$s betalning för denna order!

source: Choose the badge variant with the perfect colors for your site
da_dk: Vælg varianten af mærket med de perfekte farver til dit websted
fi: Valitse merkkien värivaihtoehdoista se, jonka värit sopivat täydellisesti sivustollesi
nb_no: Velg merke-varianten med de perfekte fargene for ditt nettsted
sv_se: Välj märkes-variant med de perfekta färgerna för din webbplats

source: Choose language, or use the default
da_dk: Vælg sprog, eller brug standardindstillingen
fi: Valitse kieli tai käytä oletuskieltä
nb_no: Velg språk, eller bruk standard for nettstedet.
sv_se: Välj språk, eller använd standard

source: Choose color variant:
da_dk: Vælg farvevariant:
fi: Valitse värivaihtoehto:
nb_no: Velg fargevariant:
sv_se: Välj färgvariant:

source: Badges
da_dk: Mærker
fi: Merkit
nb_no: Merker
sv_se: Märken

source: Amount in minor units
nb_no: Mengde i små enheter

source: Add support for %1$s Senere, if your store provides it
nb_no: Legg til støtte for %1$s Senere, hvis butikken din støtter det

source: Add badge to all products by default
da_dk: Tilføj mærke til alle produkter som standard
fi: Lisää merkki kaikkiin tuotteisiin oletusarvoisesti
nb_no: Legg til merker på alle produkter som standard
sv_se: Lägg till märke till alla produkter som standard

source: Cannot restart order with same order ID: Must cancel
da_dk: Kan ikke genstarte ordre med samme ordre-ID: Skal annullere
fi: Tilausta ei voi käynnistää uudelleen samalla tilaustunnuksella: Peruutettava
nb_no: Kan ikke restarte ordre med samme ordre-id: Må kansellere
sv_se: Kan inte starta om beställning med samma beställnings-ID: Måste avbrytas

source: Duplicate Order ID! Please report this to support@wp-hosting.no together with as much info about the order as possible. Express: %1$s Status: %2$s User agent: %3$s
da_dk: Duplikat Order ID! Rapporter venligst dette til support@wp-hosting.no sammen med så mange oplysninger om ordren som muligt. Express: %1$s Status: %2$s Brugeragent: %3$s
fi: Kaksinkertainen tilaustunnus! Ilmoita tästä osoitteeseen support@wp-hosting.no ja anna mahdollisimman paljon tietoa tilauksesta. Express: %1$s Tila: %2$s Käyttäjä: %3$s
nb_no: Duplikat ordre-id! Vær vennlig å rapportere dette til support@wp-hosting.no med så mye informasjon om ordren som mulig: Express: %1$s Status: %2$s Brukeragent: %3$s
sv_se: Duplicerat order-ID! Vänligen rapportera detta till support@wp-hosting.no tillsammans med så mycket information om ordern som möjligt. Express: %1$s Status: %2$s Användaragent: %3$s

source: %1$s payment restarted
da_dk: %1$s betaling genstartet
fi: %1$s-maksu käynnistetty uudelleen
nb_no: %1$s-betaling startet på nytt
sv_se: %1$s betalning omstartad

source: Cannot restart order at %1$s
da_dk: Kan ikke genstarte ordre ved %1$s
fi: Tilausta ei voida käynnistää uudelleen osoitteessa %1$s
nb_no: Kan ikke restarte ordre hos %1$s
sv_se: Kan inte starta om beställning vid %1$s

source: Order session expired at %1$s, please try again!
da_dk: Ordre session udløbet på %1$s, prøv venligst igen!
fi: Tilauksen istunto päättyi %1$s:n päässä, yritä uudelleen!
nb_no: Ordre-sesjonen er utløpt hos %1$s, forsøk på nytt!
sv_se: Beställningssessionen har gått ut på %1$s, vänligen försök igen!

source: Order %2$d was attempted restarted, but had no %1$s session url stored. Cannot continue!
da_dk: Ordre %2$d blev forsøgt genstartet, men havde ingen %1$s session url gemt. Kan ikke fortsætte!
fi: Tilaus %2$d yritettiin käynnistää uudelleen, mutta %1$s-istunnon url-osoite ei tallentunut. Ei voida jatkaa!
nb_no: Ordre %2$d ble forsøkt startet på nytt, men hadde ingen %1$s-sesjons-url. Kan ikke fortsette!
sv_se: Beställning %2$d försöktes återstartas, men hade ingen %1$s sessions-URL lagrad. Kan inte fortsätta!

source: This order cannot be paid with %1$s - please try another payment method or try again later
da_dk: Denne ordre kan ikke betales med %1$s - prøv venligst en anden betalingsmetode eller prøv igen senere
fi: Tätä tilausta ei voi maksaa %1$s:n avulla - yritä toista maksutapaa tai yritä myöhemmin uudelleen
nb_no: Denne ordren kan ikke betales med %1$s - forsøk en annen betalingsmåte eller forsøk igjen senere.
sv_se: Denna beställning kan inte betalas med %1$s - vänligen försök med en annan betalningsmetod eller försök igen senare.

source: Trying to start order %1$s with status %2$s - only 'pending' and 'failed' are allowed, so this will fail
da_dk: Prøver at starte ordre %1$s med status %2$s - kun 'ventende' og 'mislykket' er tilladt, så dette vil fejle
fi: Yritetään käynnistää tilaus %1$s tilalla %2$s - vain 'pending' ja 'failed' ovat sallittuja, joten tämä epäonnistuu
nb_no: Forsøker å starte ordre %1$s med status %2$s - men bare 'pending' og 'failed' er tillatt. Dette vil derfor ikke lykkes.
sv_se: Försöker starta beställning %1$s med status %2$s - endast ”pending” och ”failed” är tillåtna, så detta kommer att misslyckas

source: You get settlement in three days
da_dk: Du får afregning om tre dage
fi: Saat tilityksen kolmessa päivässä
nb_no: Du får oppgjør etter tre dager
sv_se: Du får utbetalning inom tre dagar

source: Shipping information is autofilled with Vipps
da_dk: Forsendelsesinformation er autofyldt med Vipps
fi: Toimitustiedot täytetään automaattisesti Vippsin avulla
nb_no: Fraktinformasjon er automatisk fylt ut med Vipps
sv_se: Fraktinformation är autofyllt med Vipps

source: Your customers can pay with %1$s , Visa or Mastercard
da_dk: Dine kunder kan betale med %1$s, Visa eller Mastercard
fi: Asiakkaasi voivat maksaa %1$s:lla , Visa- tai Mastercardilla
nb_no: Kundene dine kan betale med %1$s, Visa eller Mastercard.
sv_se: Dina kunder kan betala med %1$s, Visa eller Mastercard

source: If this is checked, a receipt will be sent to %1$s which will be viewable in the users' app, specifying the order items, shipping et cetera
da_dk: Hvis dette er markeret, vil en kvittering blive sendt til %1$s, som vil kunne ses i brugernes app, der specificerer ordreelementer, forsendelse og så videre.
fi: Jos tämä on valittuna, %1$s:lle lähetetään kuitti, joka on nähtävissä käyttäjän sovelluksessa ja jossa on eritelty tilauksen kohteet, toimitus jne
nb_no: Hvis avhuket, så vil en kvittering bli sendt til %1$s. Denne er synlig i brukerens app, og har med ordrelinjer, frakt og så videre.
sv_se: Om detta är markerat, kommer ett kvitto att skickas till %1$s som kommer att kunna ses i användarens app, med specifikation av beställningsartiklar, frakt etc.

source: Send receipts to the customers %1$s app
da_dk: Send kvitteringer til kundernes %1$s app
fi: Kuittien lähettäminen asiakkaille %1$s-sovellukseen
nb_no: Send kvittering til kundens %1$s-app
sv_se: Skicka kvitton till kundernas %1$s app

source: Send receipts and order confirmation info to the customers' app on completed purchases.
da_dk: Send kvitteringer og ordrebekræftelsesinfo til kundernes app ved afsluttede køb.
fi: Lähetä kuitit ja tilausvahvistustiedot suoritetuista ostoksista asiakkaiden sovellukseen.
nb_no: Send kvittering og ordrebekreftelsesinfo til kundens app for gjennomførte kjøp.
sv_se: Skicka kvitton och orderbekräftelse information till kundernas app vid slutförda köp.

source: If your shipping options do not depend on the customers address, you can enable 'Static shipping', which will precompute the shipping options when using %1$s so that this will be much faster. If you do this and the customer isn't logged in, the base location of the store will be used to compute the shipping options for the order. You should only use this if your shipping is actually 'static', that is, does not vary based on the customers address. So fixed price/free shipping will work. If the customer is logged in, their address as registered in the store will be used, so if your customers are always logged in, you may be able to use this too.
da_dk: Hvis dine forsendelsesmuligheder ikke afhænger af kundens adresse, kan du aktivere 'Statisk forsendelse', som vil forudberegne forsendelsesmulighederne, når du bruger %1$s, så dette vil være meget hurtigere. Hvis du gør dette, og kunden ikke er logget ind, vil butikkens baselokation blive brugt til at beregne forsendelsesmulighederne for ordren. Du bør kun bruge dette, hvis din forsendelse faktisk er 'statisk', det vil sige, ændrer sig ikke baseret på kundens adresse. Så fast pris/gratis forsendelse vil virke. Hvis kunden er logget ind, vil deres adresse, som registreret i butikken, blive brugt, så hvis dine kunder altid er logget ind, kan du også være i stand til at bruge dette.
fi: Jos toimitusvaihtoehtosi eivät riipu asiakkaan osoitteesta, voit ottaa käyttöön 'Staattisen toimituksen'. Tämä hakee toimitusvaihtoehdot valmiiksi käyttäessäsi %1$s:ta, tehden prosessista nopeamman. Jos otat tämän käyttöön ja asiakas ei ole kirjautuneena sisään, tilauksen toimitusvaihtoehtojen laskennassa käytetään myymälän sijaintia. Tätä kannattaa käyttää vain, jos toimitus todella on "staattinen", eli se ei vaihtele asiakkaan osoitteen mukaan. Kiinteähintainen/ilmaistoimitus toimii siis. Jos asiakas on kirjautuneena sisään, käytetään hänen myymälään rekisteröityä osoitettaan, joten jos asiakkaasi ovat aina kirjautuneena sisään, voit mahdollisesti myös käyttää tätä vaihtoehtoa.
nb_no: Hvis frakt-valgene dine ikke er avhengig av kundens adresse, kan du slå på "Statisk fraktberegning". Dette beregner fraktvalg- og kostnader på forhånd når du bruker %1$s, slik at denne blir mye raskere. Hvis du gjør dette og kunden ikke er innlogget, så vil butikkens egen addresse bli brukt til å beregne fraktvalgene. Du bør bare bruke dette hvis fraktvalgene dine faktisk er "statiske", det vil si at de ikke varierer med kundens addresse. Dermed vil fastpris og gratis frakt foreksempel virke. Hvis kunden er logget inn, så vil adressen deres slik som den er satt i butikken bli brukt; så hvis kundene dine alltid er innlogget, vil du antagelig kunne bruke dette da også.
sv_se: Om dina fraktalternativ inte beror på kundens adress kan du aktivera ”Statisk frakt”, vilket kommer att förberäkna fraktalternativen när du använder %1$s så att detta blir mycket snabbare. Om du gör detta och kunden inte är inloggad, kommer butikens basläge att användas för att beräkna fraktalternativen för beställningen. Du bör endast använda detta om din frakt faktiskt är ”statisk”, det vill säga, inte varierar baserat på kundens adress. Så fast pris/gratis frakt kommer att fungera. Om kunden är inloggad kommer deras adress som registrerats i butiken att användas, så om dina kunder alltid är inloggade kan du kanske använda detta också.

source: %1$s allows you to buy products by a single click from the cart page or directly from product or catalog pages. Product will get a 'buy now' button which will start the purchase process immediately.
da_dk: %1$s giver dig mulighed for at købe produkter med et enkelt klik fra indkøbskurvsiden eller direkte fra produkt- eller katalogsider. Produktet vil få en 'køb nu' knap, som straks vil starte købsprocessen.
fi: %1$s avulla voit ostaa tuotteita yhdellä napsautuksella ostoskorisivulta tai suoraan tuote- tai luettelosivuilta. Tuote saa 'osta nyt' -painikkeen, joka käynnistää ostoprosessin välittömästi.
nb_no: %1$s lar deg kjøpe produkter med et enkelt klikk fra handlekurven, eller direkte fra produkt- eller katalogsidene. Produktene vil da få en "Kjøp nå"-knapp som straks starter kjøpsprosessen.
sv_se: %1$s låter dig köpa produkter med ett enda klick från kundvagnssidan eller direkt från produkt- eller katalogsidor. Produkten får en ”köp nu”-knapp som omedelbart påbörjar köpprocessen.

source: If your products <i>don't require shipping</i> as above, and you also don't care about the customers name or contact information, you can drop this too! The customer fields will then be filled with a placeholder. NB: If you have plugins that require contact information, then this is not going to work very well. Also, for this to work you have to check the 'no addresses' box as well.
da_dk: Hvis dine produkter <i>ikke kræver forsendelse</i> som ovenfor, og du heller ikke bekymrer dig om kundens navn eller kontaktinformation, kan du også droppe dette! Kundens felter vil derefter blive udfyldt med en pladsholder. NB: Hvis du har plugins, der kræver kontaktinformation, så kommer dette ikke til at fungere særlig godt. Desuden, for at dette skal fungere, skal du også krydse af i 'ingen adresser' boksen.
fi: Jos tuotteesi <i>eivät vaadi toimitusta</i>, kuten edellä, etkä myöskään välitä asiakkaan nimestä tai yhteystiedoista, voit jättää tämänkin pois! Asiakaskentät täytetään tällöin paikkamerkillä. HUOM: Jos sinulla on liitännäisiä, jotka vaativat yhteystietoja, tämä ei toimi kovin hyvin. Jotta tämä toimisi, sinun on myös ruksattava "ei osoitteita" -ruutu.
nb_no: Hvis produktene dine <i>ikke krever frakt</i> som over, og du heller ikke bryr deg om å lagre kundenes navn eller kontaktinformasjon, kan du også velge å droppe disse! Kundefeltene vil da bli fyllet ut med "Anonym kunde". NB: Hvis du har utvidelser som krever kontaktinformasjon på ordre, så vil ikke dette virke så bra. Du må også ha krysset av for "ingen addresser" om dette skal virke.
sv_se: Om dina produkter <i>inte kräver frakt</i> som ovan, och du heller inte bryr dig om kundens namn eller kontaktinformation, kan du också ta bort detta! Kundfälten kommer då att fyllas med en platshållare. OBS: Om du har plugins som kräver kontaktinformation, kommer detta inte att fungera särskilt bra. Dessutom, för att detta ska fungera måste du också kryssa i rutan ”inga adresser”.

source: If your products <i>don't require shipping</i>, either because they are digital downloads, immaterial products or delivering the products directly on purchase, you can check this box. The user will then not be required to provide an address, which should speed things up a bit. If your products require shipping, this will have no effect. NB: If you have plugins that require shipping information, then this is not going to work very well.
da_dk: Hvis dine produkter <i>ikke kræver forsendelse</i>, enten fordi de er digitale downloads, immaterielle produkter eller leverer produkterne direkte ved køb, kan du markere denne boks. Brugeren vil derefter ikke være nødt til at oplyse en adresse, hvilket burde speede tingene op lidt. Hvis dine produkter kræver forsendelse, vil dette ikke have nogen effekt. NB: Hvis du har plugins, der kræver forsendelsesinformation, vil dette ikke fungere særlig godt.
fi: Jos tuotteesi ovat digitaalisia latauksia, aineettomia tuotteita tai ne toimitetaan suoraan oston yhteydessä, jotka <i>eivät vaadi toimitusta</i>, voit merkitä tämän ruudun. Tällöin käyttäjän ei tarvitse antaa osoitetta, mikä nopeuttaa ostamista. Jos tuotteesi edellyttävät toimitusta, tällä ei ole vaikutusta. HUOM: Jos sinulla on liitännäisiä, jotka vaativat toimitustietoja, tämä vaihtoehto ei toimi kovin hyvin.
nb_no: Hvis produktene <i>ikke krever frakt</i>, enten fordi de er digitale nedlastinger, immaterielle produkter eller fordi du leverer produktene med en gang de kjøpes, kan du huke av for denne boksen. Brukeren vil da ikke trenge å oppgi addresse, som burde få ting til å gå litt fortere. Hvis produktene krever frakt vil dette ikke ha noen effekt. NB: Hvis du har utvidelser som krever fraktinformasjon så vil ikke dette virke så bra.
sv_se: Om dina produkter <i>inte kräver frakt</i>, antingen för att de är digitala nedladdningar, immateriella produkter eller leverans av produkterna direkt vid köp, kan du kryssa i denna ruta. Användaren kommer då inte att behöva ange en adress, vilket bör snabba upp processen lite. Om dina produkter kräver frakt, kommer detta inte att ha någon effekt. OBS: Om du har tillägg som kräver fraktinformation, kommer detta inte att fungera särskilt bra.

source: If you have issues with your theme, you might find a setting here that will help. Normally you do not need to change these.
da_dk: Hvis du har problemer med dit tema, kan du muligvis finde en indstilling her, der vil hjælpe. Normalt behøver du ikke at ændre disse.
fi: Jos sinulla on ongelmia teemasi kanssa, saatat löytää täältä asetuksen, joka auttaa. Normaalisti näitä ei tarvitse muuttaa.
nb_no: Hvis du har problemer med tema eller andre utvidelser, kan det tenkes du vil finne innstillinger her som hjelper. Du vil normalt ikke trenge å endre disse.
sv_se: Om du har problem med ditt tema kan du hitta en inställning här som kan hjälpa. Normalt behöver du inte ändra dessa.

source: Drop the contact fields on the Checkout screen
da_dk: Fjern kontakt-felterne på Checkout-skærmen
fi: Pudota yhteystietokentät Checkout-näytöllä.
nb_no: Dropp kontaktfeltene på kassesiden
sv_se: Ta bort kontaktfälten på Checkout-skärmen
