Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Order does not exist at %1$s - cancelling
da_dk: Ordre findes ikke på %1$s - annullerer
fi: Tilausta ei ole olemassa %1$s:lla - peruutetaan
nb_no: Bestillingen eksisterer ikke hos %1$s - kansellerer
sv_se: Beställning finns inte på %1$s - avbryter

source: Could not get %1$s order status
da_dk: Kunne ikke få %1$s ordrestatus
fi: Ei saatu %1$s-tilauksen tilaa
nb_no: Kunne ikke hente ordrestatus hos %1$s
sv_se: Kunde inte hämta %1$s orderstatus

source: Order failed or rejected at %1$s
da_dk: Ordre mislykkedes eller blev afvist ved %1$s
fi: Tilaus epäonnistui tai hylättiin %1$s:lla
nb_no: Ordre mislyktes eller ble avvist hos %1$s
sv_se: Beställning misslyckades eller avvisades på %1$s

source: Payment authorized at %1$s
da_dk: Betaling godkendt på %1$s
fi: Maksu hyväksytty %1$s:lla
nb_no: Betaling reservert hos %1$s
sv_se: Betalning auktoriserad på %1$s

source: Trying to refund payment on %1$s payment not captured:
da_dk: Forsøger at refunder betaling på %1$s betaling ikke fanget:
fi: Yritetään palauttaa veloitus %1$s-maksusta, jota ei ole kirjattu:
nb_no: Forsøker å tilbakebetale %1$s-betaling som ikke er belastet:
sv_se: Försöker återbetala betalning på %1$s-betalning som inte genomförts:

source: Trying to refund payment on order not made by %1$s:
da_dk: Prøver at refundere betaling på ordre, der ikke er foretaget af %1$s:
fi: Yritetään palauttaa maksu tilauksesta, jota ei ole tehty %1$s mennessä:
nb_no: Forsøker å tilbakebetale ordre som ikke er gjort med %1$s:
sv_se: Försöker återbetala betalning på beställning som inte gjorts av %1$s:

source: %1$s Payment cancelled:
da_dk: %1$s Betaling aflyst:
fi: %1$s-maksu peruutettu:
nb_no: %1$s-betaling kansellert:
sv_se: %1$s Betalning avbruten:

source: Cannot cancel a captured %1$s transaction - use refund instead
da_dk: Kan ikke annullere en fanget %1$s transaktion - brug tilbagebetaling i stedet
fi: Ei voi peruuttaa kirjattua %1$s-maksutapahtumaa - käytä palautus-toimintoa
nb_no: Kan ikke kansellere en %1$s-transaksjon etter at den er blitt belastet - bruk refunder i stedet
sv_se: Kan inte avbryta en genomförd %1$s-transaktion - använd återbetalning istället

source: Cannot cancel payment on orders not made by %1$s
da_dk: Kan ikke annullere betaling på ordrer, der ikke er lavet af %1$s
fi: Ei voi peruuttaa maksua tilauksista, joita ei ole tehty %1$s mennessä
nb_no: Kan ikke kansellere ordren; den er ikke gjort med %1$s
sv_se: Kan inte avbryta betalning på beställningar som inte gjorts av %1$s

source: Trying to cancel payment on order not made by %1$s:
da_dk: Forsøger at annullere betaling på ordre ikke lavet af %1$s:
fi: Yritetään peruuttaa maksu tilauksesta, jota ei ole tehty %1$s mennessä:
nb_no: Forsøker å kansellere betaling på ordre ikke gjort med %1$s:
sv_se: Försöker avbryta betalning på beställning som inte gjorts av %1$s:

source: %1$s Payment captured:
da_dk: %1$s Betaling indfanget:
fi: %1$s-maksu kirjattu:
nb_no: %1$s -betaling belastet:
sv_se: %1$s Betalning genomförd:

source: Payment already captured
da_dk: Betaling allerede opfanget
fi: Maksu on jo kirjattu
nb_no: Betalingen er allerede belastet
sv_se: Betalning redan genomförd

source: Cannot capture payment on orders not made by %1$s
da_dk: Kan ikke fange betaling på ordrer ikke lavet af %1$s
fi: Maksua ei voida ottaa vastaan tilauksista, joita ei ole tehty %1$s mennessä
nb_no: Kan ikke belaste betalingen på ordre som ikke gjort med %1$s
sv_se: Kan inte genomföra betalning på beställningar som inte gjorts av %1$s

source: Trying to capture payment on order not made by %1$s:
da_dk: Prøver at indfange betaling på ordre, der ikke er lavet af %1$s:
fi: Yritetään saada maksu tilauksesta, jota ei ole tehty %1$s mennessä:
nb_no: Prøver å belaste en ordre som ikke er gjort med %1$s:
sv_se: Försöker genomföra betalning på beställning som inte gjorts av %1$s:

source: on-hold
nb_no: på vent

source: Could not capture %1$s payment - status set to
da_dk: Kunne ikke gennemføre %1$s betaling - status sat til
fi: %1$s-maksua ei voitu kirjata - asetettu tilaan
nb_no: Kunne ikke belaste %1$s-betalingen - status satt til
sv_se: Kunde inte genomföra %1$s betalning - status satt till

source: Awaiting %1$s payment confirmation
da_dk: Afventer %1$s betalingsbekræftelse
fi: Odotetaan %1$s-maksun vahvistusta
nb_no: Venter på bekreftelse fra %1$s
sv_se: Väntar på %1$s betalningsbekräftelse

source: %1$s payment initiated
da_dk: %1$s betaling igangsat
fi: %1$s-maksu käynnistetty
nb_no: %1$s-betaling startet
sv_se: %1$s betalning initierad

source: Unfortunately, the %1$s payment method is temporarily unavailable. Please wait or choose another method.
da_dk: Desværre er betalingsmetoden %1$s midlertidigt utilgængelig. Vent venligst eller vælg en anden metode.
fi: Valitettavasti %1$s-maksutapa ei ole tilapäisesti käytettävissä. Odota tai valitse toinen maksutapa.
nb_no: Dessverre så er %1$s-betaling ikke tilgjengelig for øyeblikket. Vennligst velg en annen metode eller vent en stund.
sv_se: Tyvärr är %1$s betalningsmetod tillfälligt inte tillgänglig. Vänligen vänta eller välj en annan metod.

source: Could not initiate %1$s payment
da_dk: Kunne ikke starte %1$s betaling
fi: %1$s-maksua ei voitu käynnistää
nb_no: Kunne ikke opprette %1$s-betaling
sv_se: Kunde inte initiera %1$s betalning

source: You need to enter your phone number to pay with %1$s
da_dk: Du skal indtaste dit telefonnummer for at betale med %1$s
fi: Sinun on annettava puhelinnumerosi maksaaksesi %1$s:llä
nb_no: Du må skrive inn ditt telefonnummer for å handle med %1$s
sv_se: Du behöver ange ditt telefonnummer för att betala med %1$s

source: Unfortunately, the %1$s payment method is currently unavailable. Please choose another method.
da_dk: Desværre er betalingsmetoden %1$s i øjeblikket ikke tilgængelig. Vælg venligst en anden metode.
fi: Valitettavasti %1$s-maksutapa ei ole tällä hetkellä käytettävissä. Valitse toinen maksutapa.
nb_no: Dessverre så er %1$s-betaling ikke tilgjengelig for øyeblikket. Velg en annen måte.
sv_se: Tyvärr är %1$s betalningsmetod för närvarande inte tillgänglig. Vänligen välj en annan metod.

source: Create new customers on Express Checkout
da_dk: Opret nye kunder på Express Checkout
fi: Luo uusia asiakkaita Express Checkout -ratkaisun avulla
nb_no: Opprett nye brukere i hurtigkassen
sv_se: Skapa nya kunder på Express Checkout

source: Enable this to allow customers to shop using %1$s directly from the cart with no login or address input needed
da_dk: Aktivér dette for at tillade kunder at handle med %1$s direkte fra kurven uden behov for login eller indtastning af adresse
fi: Ota tämä käyttöön, jotta asiakkaat voivat tehdä ostoksia käyttämällä %1$s-vaihtoehtoa suoraan ostoskorista ilman kirjautumista tai osoitteen syöttämistä
nb_no: Slå på dette for å la kunder handle med %1$s direkte fra handlekurven uten å måtte logge inn eller skrive inn en addresse
sv_se: Aktivera detta för att låta kunder handla med %1$s direkt från kundvagnen utan att inloggning eller adressinmatning behövs

source: Enable Express Checkout in cart
da_dk: Aktivér Express Checkout i indkøbskurven
fi: Ota Express Checkout käyttöön ostoskorissa
nb_no: Slå på hurtigkassen i handlekurven
sv_se: Aktivera Express Checkout i kundvagnen

source: Enable this to use %1$s as the default payment method on the checkout page, regardless of order.
da_dk: Aktiver dette for at bruge %1$s som standard betalingsmetode på betalingssiden, uanset ordre.
fi: Ota tämä käyttöön, jos haluat käyttää %1$s-maksutapaa oletusmaksutapana kassasivulla tilauksesta riippumatta.
nb_no: Slå på dette for å bruke %1$s som standard betalingsmåte på kassesiden, uavhengig av rekkefølgen
sv_se: Aktivera detta för att använda %1$s som standard betalningsmetod på checkout-sidan, oavsett beställning.

source: %1$s is default payment method
da_dk: %1$s er standard betalingsmetode
fi: %1$s on oletusmaksutapa
nb_no: %1$s er standard betalingsmåte
sv_se: %1$s är standard betalningsmetod

source: Use %1$s as default payment method on checkout page
da_dk: Brug %1$s som standard betalingsmetode på betalingssiden
fi: Käytä %1$s-maksutapaa oletusmaksutapana kassasivulla
nb_no: Bruk %1$s som standard betalingsmåte på kassesiden
sv_se: Använd %1$s som standard betalningsmetod på checkout-sidan

source: This controls the description which the user sees during checkout.
nb_no: Dette styrer beskrivelsen som brukeren ser i kassen

source: Description
da_dk: Beskrivelse
fi: Kuvaus
nb_no: Beskrivelse
sv_se: Beskrivning

source: This controls the title which the user sees during checkout.
nb_no: Dette styrer tittelen som brukeren ser i kassen

source: Title
da_dk: Titel
fi: Otsikko
nb_no: Tittel
sv_se: Titel

source: Client Id
da_dk: Klient Id
fi: Asiakastunnus
nb_no: Klient-id
sv_se: Klient-ID

source: An alphanumeric textstring to use as a prefix on orders from your shop, to avoid duplicate order-ids
da_dk: En alfanumerisk tekststreng, der skal bruges som et præfiks på ordrer fra din butik, for at undgå duplikerede ordre-id'er
fi: Aakkosnumeerinen merkkijono, jota käytetään etuliitteenä myymälästäsi tulevissa tilauksissa päällekkäisten tilaustunnisteiden välttämiseksi
nb_no: En kort tekst med bokstaver og tall som brukes som prefiks på ordre-id fra butikken, slik at det ikke oppstår duplikater hos Vipps
sv_se: En alfanumerisk textsträng att använda som prefix på beställningar från din butik, för att undvika dubbletter av beställnings-id

source: Order-id Prefix
da_dk: Ordre-id Præfiks
fi: Tilaustunnisteen Etuliite
nb_no: Ordrenummer-prefiks
sv_se: Beställnings-id Prefix

source: Enable/Disable
da_dk: Aktivér/Deaktivér
fi: Kytke päälle/Kytke pois päältä
nb_no: Slå på/av
sv_se: Aktivera/Inaktivera

source: refunded through %1$s:
da_dk: refunderet via %1$s:
fi: palautetaan %1$s:n kautta:
nb_no: Refundert gjennom %1$s:
sv_se: återbetalad genom %1$s:

source: Could not refund %1$s payment
da_dk: Kunne ikke refundere %1$s betaling
fi: %1$s-maksua ei voitu palauttaa
nb_no: Kunne ikke tilbakebetale %1$s-betalingen
sv_se: Kunde inte utföra återbetalning %1$s

source: Cannot refund through %1$s - the refund amount is too large.
da_dk: Kan ikke refundere via %1$s - tilbagebetalingsbeløbet er for stort.
fi: Palautusta ei voi tehdä %1$s:n kautta - palautuksen määrä on liian suuri.
nb_no: Kan ikke tilbakebetale gjennom %1$s - beløpet som skal tilbakebetales er for stort.
sv_se: Kan inte återbetala genom %1$s - återbetalningsbeloppet är för stort.

source: Cannot refund through %1$s - the payment has not been captured yet.
da_dk: Kan ikke refundere gennem %1$s - betalingen er endnu ikke blevet indfriet.
fi: Palautusta ei voi tehdä %1$s:n kautta - maksua ei ole vielä kirjattu.
nb_no: Kan ikke refundere beløpet gjennom %1$s - betalingen er ikke belastet ennå.
sv_se: Kan inte återbetala genom %1$s - betalningen har inte genomförts ännu.

source: Could not refund payment through %1$s - ensure the refund is handled manually!
da_dk: Kunne ikke refundere betaling gennem %1$s - sørg for at refusionen håndteres manuelt!
fi: Maksua ei voitu palauttaa %1$s:n kautta - varmista, että palautus hoidetaan manuaalisesti!
nb_no: Det var ikke mulig å tilbakebetale med %1$s - sørg for at tilbakebetalingen gjøres manuelt!
sv_se: Kunde inte utföra återbetalning genom %1$s - säkra att återbetalningen hanteras manuellt!

source: Error when refunding payment through %1$s:
da_dk: Fejl ved tilbagebetaling af betaling gennem %1$s:
fi: Virhe maksun palauttamisessa %1$s:n kautta:
nb_no: Feil under tilbakebetaling via %1$s:
sv_se: Fel vid återbetalning av betalning genom %1$s:

source: Temporary error when refunding payment through %1$s - ensure order is refunded manually, or reset the order to "Processing" and try again
da_dk: Midlertidig fejl ved tilbagebetaling af betaling gennem %1$s - sørg for at ordren bliver refunderet manuelt, eller nulstil ordren til "Behandler" og prøv igen
fi: Tilapäinen virhe palautettaessa maksua %1$s:n kautta - varmista, että tilaus palautetaan manuaalisesti, tai palauta tilaus tilaan "Käsittelyssä" ja yritä uudelleen
nb_no: Midlertidig feil under tilbakebetaling via %1$s - sørg for at bestillingen tilbakebetales manuelt, eller sett status tilbake til "Behandler" og prøv igjen
sv_se: Tillfälligt fel vid återbetalning av betalning genom %1$s - se till att beställningen återbetalas manuellt, eller återställ beställningen till ”Behandlas” och försök igen

source: Could not cancel %1$s payment
da_dk: Kunne ikke annullere %1$s betaling
fi: %1$s-maksua ei voitu peruuttaa
nb_no: Kunne ikke kansellere %1$s-betalingen
sv_se: Kunde inte avbryta %1$s betalning

source: No response from Vipps
da_dk: Ingen respons fra Vipps
fi: Ei vastausta Vippsiltä
nb_no: Manglende respons fra Vipps
sv_se: Ingen respons från Vipps

source: Refund for order
da_dk: Refusion for ordre
fi: Tilauksen palautus
nb_no: Refusjon av ordre
sv_se: Återbetalning för beställning

source: Order cancel for order
da_dk: Annuller ordre for bestilling
fi: Tilauksen peruutus
nb_no: Kansellering av ordre
sv_se: Avbryting av beställning

source: Order capture for order
da_dk: Ordreoptagelse for ordre
fi: Maksun pidätys tilausta varten
nb_no: Ordre-belastning for ordre
sv_se: Genomför beställning för order

source: Confirm your order from
da_dk: Bekræft din ordre fra
fi: Vahvista tilauksesi kohteesta
nb_no: Bekreft din bestilling fra
sv_se: Bekräfta din beställning från

source: The Vipps gateway is not correctly configured.
da_dk: Vipps gatewayen er ikke korrekt konfigureret.
fi: Vipps-gatewayta ei ole määritetty oikein.
nb_no: Betal med Vipps for Woocommerce er ikke korrekt konfigurert
sv_se: Vipps-gatewayen är inte korrekt konfigurerad.

source: Could not get Vipps access token
da_dk: Kunne ikke få Vipps adgangstoken
fi: Vipps access token ei saatu
nb_no: Kunne ikke hente adgangskoden for Vipps
sv_se: Kunde inte hämta Vipps access token

source: Waiting for your order confirmation
da_dk: Venter på din ordrebekræftelse
fi: Odotamme tilausvahvistusta
nb_no: Venter på bekreftelse av ordren din
sv_se: Väntar på din orderbekräftelse

source: Continue
da_dk: Fortsæt
fi: Jatka
nb_no: Fortsett
sv_se: Fortsätt

source: Order confirmed
da_dk: Ordre bekræftet
fi: Tilaus vahvistettu
nb_no: Ordre bekreftet
sv_se: Beställning bekräftad

source: An error occured during order confirmation. The error has been logged. Please contact us to determine the status of your order
da_dk: En fejl opstod under ordrebekræftelse. Fejlen er blevet logget. Kontakt os venligst for at bestemme status på din ordre.
fi: Tilausvahvistuksessa tapahtui virhe. Virhe on kirjattu. Ota yhteyttä meihin selvittääksesi tilauksesi tilan
nb_no: En feil oppsto under bekreftelse av ordren. Feilen har blitt logget. Ta kontakt med oss for å se status på ordren din
sv_se: Ett fel inträffade under orderbekräftelsen. Felet har loggats. Vänligen kontakta oss för att ta reda på statusen för din beställning

source: Error during order confirmation
da_dk: Fejl under ordrebekræftelse
fi: Virhe tilauksen vahvistuksen aikana
nb_no: Feil under bekreftelse av ordren
sv_se: Fel under orderbekräftelse

source: Waiting for confirmation of purchase from %1$s
da_dk: Venter på bekræftelse af køb fra %1$s
fi: Odotamme vahvistusta ostosta %1$s:ltä
nb_no: Venter på bekreftelse fra %1$s
sv_se: Väntar på bekräftelse av köp från %1$s

source: Continue shopping
nb_no: Fortsett å handle
sv_se: Fortsätt handla

source: Order cancelled
nb_no: Ordre avbrutt
sv_se: Beställning avbruten

source: Unknown order
da_dk: Ukendt ordre
fi: Tuntematon tilaus
nb_no: Ukjent ordre
sv_se: Okänd beställning

source: Express Checkout
da_dk: Hurtigkasse
nb_no: Hurtigkasse

source: Order in progress
da_dk: Ordre i gang
fi: Käynnissä oleva tilaus
nb_no: Ordre underveis
sv_se: Beställning pågår

source: Please wait while we are preparing your order
da_dk: Vent venligst mens vi forbereder din ordre
fi: Odota hetki, valmistelemme tilaustasi
nb_no: Vent mens vi forbereder ordren din
sv_se: Vänligen vänta medan vi förbereder din beställning

source: Your shopping cart is empty
da_dk: Din indkøbskurv er tom
fi: Ostoskorisi on tyhjä
nb_no: Handlekurven din er tom
sv_se: Din kundvagn är tom

source: Waiting on order
da_dk: Venter på ordre
fi: Odottaa tilausta
nb_no: Venter på ordren
sv_se: Väntar på beställning

source: Order failed
da_dk: Ordre mislykkedes
fi: Tilaus epäonnistui
nb_no: Ordre mislyktes
sv_se: Beställning misslyckades

source: Payment captured
da_dk: Betaling indfanget
fi: Maksu kirjattu
nb_no: Betaling belastet
sv_se: Betalning genomförd

source: Payment authorized
da_dk: Betaling godkendt
fi: Hyväksytty maksu
nb_no: Betaling reservert
sv_se: Betalning auktoriserad

source: Not an order
da_dk: Ikke en ordre
fi: Ei tilaus
nb_no: Ikke en ordre
sv_se: Inte en beställning

source: %1$s is temporarily unavailable.
da_dk: %1$s er midlertidigt utilgængelig.
fi: %1$s ei ole tilapäisesti käytettävissä.
nb_no: %1$s er midlertidig utilgjengelig
sv_se: %1$s är tillfälligt otillgängligt.

source: Could not create order
da_dk: Kunne ikke oprette ordre
fi: Tilausta ei voitu luoda
nb_no: Kunne ikke opprette ordre
sv_se: Kunde inte skapa order

source: Did not understand callback from %1$s:
da_dk: Forstod ikke callback fra %1$s:
fi: Ei ymmärretty %1$s:n callback:ia:
nb_no: Forsto ikke callback fra %1$s:
sv_se: Förstod inte callback från %1$s:

source: Capture payment
da_dk: Fang betaling
fi: Varaa maksu
nb_no: Belast betaling
sv_se: Genomför betalning

source: Login with Vipps
da_dk: Log ind med Vipps
fi: Kirjaudu sisään Vippsin avulla
nb_no: Innlogging med Vipps
sv_se: Logga in med Vipps

source: Skip entering your address and just checkout using
da_dk: Spring over indtastning af din adresse og gå bare direkte til kassen ved hjælp af
fi: Ohita osoitteen syöttäminen ja maksa vain seuraavaa käyttäen:
nb_no: Dropp å skrive adressen din, kjøp heller med
sv_se: Hoppa över att ange din adress och gå direkt till checkout med

source: %1$s is currently in test mode - no real transactions will occur.
da_dk: %1$s er i øjeblikket i testtilstand - der vil ikke forekomme rigtige transaktioner.
fi: %1$s on tällä hetkellä testitilassa - todellisia tapahtumia ei tapahdu.
nb_no: %1$s er i testmodus - ingen ekte transaksjoner vil skje.
sv_se: %1$s är för närvarande i testläge - inga verkliga transaktioner kommer att ske.

source: Client Secret
da_dk: Klient Hemmelighed
fi: Asiakassalaisuus
sv_se: Klienthemlighet

source: Merchant Serial Number
da_dk: Forhandler Serienummer
sv_se: Merchant Serienummer

source: Merchant Serial Number %1$s
da_dk: Handlende Serienummer %1$s
sv_se: Merchant Serienummer %1$s

source: Porterbuddy public token
da_dk: Porterbuddy offentlige token
fi: Porterbuddyn julkinen tunnus
sv_se: Porterbuddy offentlig token

source: Type
sv_se: Typ

source: - no status retrievable
da_dk: - ingen status kan hentes
fi: - tila ei ole haettavissa

source: %1$s installed, but <em>not active</em>. Activate it on the <a href='%2$s'>plugins page</a>
da_dk: %1$s installeret, men <em>ikke aktiveret</em>. Aktiver det på <a href='%2$s'>plugins siden</a>
fi: %1$s asennettu, mutta <em>ei aktiivinen</em>. Aktivoi se <a href='%2$s'>liitännäiset-sivulla</a>

source: %1$s is <b>installed and active</b>. You can configure the plugin at its <a href='%2$s'>settings page</a>
da_dk: %1$s er <b>installeret og aktiv</b>. Du kan konfigurere plugin'et på dens <a href='%2$s'>indstillings side</a>
fi: %1$s on <b>asennettu ja aktiivinen</b>. Voit määrittää laajennuksen sen <a href='%2$s'>asetussivulla</a>

source: %1$s payment refunded:
da_dk: %1$s betaling refunderet:
fi: %1$s-maksu palautettu:

source: %1$s requires the <a href='%2$s' target='_blank'>WooCommerce Subscriptions plugin</a>.
da_dk: %1$s kræver <a href='%2$s' target='_blank'>WooCommerce Subscriptions plugin</a>.
fi: %1$s vaatii <a href='%2$s' target='_blank'>WooCommerce Subscriptions -liittännäisen</a>.

source: <a href='%1$s' target='_blank'>%2$s for WooCommerce</a> by <a href='%3$s' target='_blank'>Everyday</a> is perfect for you if you run a web shop with subscription based services or other products that would benefit from subscriptions.
da_dk: <a href='%1$s' target='_blank'>%2$s til WooCommerce</a> af <a href='%3$s' target='_blank'>Everyday</a> er perfekt til dig, hvis du driver en webshop med abonnementsbaserede tjenester eller andre produkter, der ville have gavn af abonnementer.
fi: <a href='%1$s' target='_blank'>%2$s WooCommercelle</a> <a href='%3$s' target='_blank'>Everydayn kautta </a> on täydellinen sinulle, jos sinulla on verkkokauppa, jossa tarjoat tilauspohjaisia palveluita tai muita tuotteita, jotka hyötyisivät tilauksista.

source: Abandonded by customer
da_dk: Forladt af kunden
fi: Asiakas on hylännyt sopimuksen

source: Almost done! Remember, there are no fees using %1$s when shopping online.
da_dk: Næsten færdig! Husk, der er ingen gebyrer ved at bruge %1$s når du handler online.
fi: Melkein valmis! Muista, että %1$s ei veloita kuluja, kun teet ostoksia verkossa.

source: Cannot get address information for %1$s order:
da_dk: Kan ikke få adgang til adresseinformation for %1$s ordre:
fi: Osoitetietoja ei löydy %1$s-tilaukselle:

source: Cannot verify webhook callback for order %1$d - signature does not match. This may be an attempt to forge callbacks
da_dk: Kan ikke bekræfte webhook callback for ordren %1$d - signaturen stemmer ikke overens. Dette kan være et forsøg på at forfalske callbacks.
fi: Tilauksen %1$d webhook-callbackia ei voida tarkistaa - allekirjoitus ei täsmää. Tämä voi olla yritys väärentää callbackeja

source: Cannot verify webhook callback for order %1$d - this shop does not know the secret. You should delete all unwanted webhooks. If you are using the same MSN on several shops, this callback is probably for one of the others.
da_dk: Kan ikke verificere webhook callback for ordre %1$d - denne butik kender ikke hemmeligheden. Du bør slette alle uønskede webhooks. Hvis du bruger den samme MSN på flere butikker, er dette callback sandsynligvis for en af de andre.
fi: Tilauksen %1$d webhook-callbackia ei voida vahvistaa - tämä kauppa ei tunne salaisuutta. Sinun tulisi poistaa kaikki ei-toivotut webhookit. Jos käytät samaa MSN:ää useissa kaupoissa, tämä callback on luultavasti tarkoitettu jollekin muulle kaupalle.

source: Could not interpret %1$s order status
da_dk: Kunne ikke fortolke %1$s ordrestatus
fi: Ei pystytty tulkitsemaan %1$s-tilauksen tilaa

source: express checkout
da_dk: hurtigkasse

source: Helthjem Shop Id
da_dk: Helthjem Butik Id

source: Logging
da_dk: Logning
fi: Kirjaus

# Page slug
source: vipps_checkout
da_dk: vipps_kassen

source: Payment method reset to %1$s - it had been set to KCO while completing the order for %2$d
da_dk: Betalingsmetode nulstillet til %1$s - den havde været sat til KCO, mens ordren for %2$d blev fuldført.
fi: Maksutapa palautettu %1$s:ksi - se oli asetettu KCO:ksi, kun tilausta %2$d:lle täydennettiin

source: Posten Norge
da_dk: PostNord Norge

source: Received webhook callback for checkout/express checkout order %1$d - ignoring since full callback should come
da_dk: Modtog webhook callback for checkout/express checkout ordre %1$d - ignorerer da fuld callback burde komme
fi: Webhook-callback vastaanotettu checkoutin/express checkoutin tilaukselle %1$d - jätetään huomiotta, sillä odotamme täyttä callback:ia

source: Received webhook callback for order %1$d but this is no longer pending.
da_dk: Modtog webhook callback for ordre %1$d, men denne er ikke længere i venteposition.
fi: Vastaanotettu webhook callback tilaukselle %1$d, mutta tämä ei ole enää odottamassa.

source: Request ID
da_dk: Anmodning ID
fi: Pyynnön tunnus

source: Transaction text
da_dk: Transaktionstekst
fi: Maksutapahtuman teksti

source: Vipps Recurring Payments
da_dk: Vipps Gentagne Betalinger
fi: Vipps Toistuvat Maksut
