Repository: vippsas/vipps-woocommerce
Catalog: languages/woo-vipps-*.po
Languages: da_dk, fi, nb_no, sv_se

source: Edit QR Code
da_dk: Rediger QR-kode
fi: Muokkaa QR-koodia
nb_no: Rediger QR-kode
sv_se: Redigera QR-kod

source: New QR Code
da_dk: Ny QR-kode
fi: Uusi QR-koodi
nb_no: Ny QR-kode
sv_se: Ny QR-kod

source: Add New
da_dk: Tilføj Ny
fi: Lisää uusi
nb_no: Legg til ny
sv_se: Lägg till ny

source: Add New QR Code
da_dk: Tilføj ny QR-kode
fi: Lisää uusi QR-koodi
nb_no: Legg til ny QR-kode
sv_se: Lägg till ny QR-kod

source: Parent Item:
da_dk: Forældersemne:
fi: Vanhempi tuote:
nb_no: Foreldreelement:
sv_se: Föräldraobjekt:

source: Item Attributes
da_dk: Attributter
fi: Tuotteen ominaisuudet
nb_no: Elementattributter
sv_se: Artikelattribut

source: Item Archives
da_dk: Arkiv
fi: Kohteen arkisto
nb_no: Elementarkiver
sv_se: Artikelarkiv

source: It seems a QR code with this ID (%1$s) already exists at Vipps. If you have recently done a database restore, try to instead import the QR code from the Unsynchronized codes, deleting this. If you have several Wordpress instances using the same Vipps account, make sure you use different prefixes (in the WooCommerce Vipps settings). You can try to change the slug of this entry (you may need to enable this in the page settings) and save again if you don't care about the duplicate.
da_dk: Det lader til, at en QR-kode med dette ID (%1$s) allerede eksisterer hos Vipps. Hvis du for nylig har foretaget en gendannelse af databasen, kan du prøve at importere QR-koden fra de usynkroniserede koder og slette denne. Hvis du har flere WordPress instanser, der bruger den samme Vipps-konto, skal du sørge for, at du bruger forskellige præfikser (i WooCommerce Vipps-indstillingerne). Du kan prøve at ændre denne indgangs slug (du kan have brug for at aktivere dette i sideindstillingerne) og gemme igen, hvis du ikke bekymrer dig om dubletten.
fi: Näyttää siltä, että QR-koodi tällä tunnuksella (%1$s) on jo olemassa Vippsissä. Jos olet hiljattain tehnyt tietokannan palautuksen, yritä tuoda QR-koodi Synkronoimattomista koodeista ja poistaa tämä. Jos sinulla on useita WordPress-instansseja, jotka käyttävät samaa Vipps-tiliä, varmista, että käytät eri etuliitteitä (WooCommerce Vippsin asetuksissa). Voit kokeilla muuttaa tämän merkinnän polkutunnusta (sinun on ehkä otettava tämä käyttöön sivun asetuksissa) ja tallentaa uudelleen, jos et välitä kaksoiskappaleesta.
nb_no: Det ser ut som at en QR-kode med denne id-en (%1$s) allerede eksisterer hos Vipps. Hvis du nylig har gjenopprettet databasen din, prøv å i stedet importere denne QR-koden fra valget "Usynkroniserte koder" og slett denne. Hvis du har mange WordPress-systemer som bruker samme Vipps-konto, sørg for at de bruker forskjellige ordreprefikser (i WooCommerce Vipps-innstillingene). Du kan også endre på identifikatoren for denne koden (det er mulig du må slå på dette i sideinnstilllingene) og lagre på nytt hvis du ikke bryr deg om duplikaten.
sv_se: Det verkar som att en QR-kod med detta ID (%1$s) redan finns på Vipps. Om du nyligen har gjort en databasåterställning, försök istället att importera QR-koden från de osynkroniserade koderna och ta bort denna. Om du har flera WordPress-instanser som använder samma Vipps-konto, säkra att du använder olika prefix (i WooCommerce Vipps-inställningarna). Du kan försöka ändra slug för denna post (du kan behöva aktivera detta i sidinställningarna) och spara igen om du inte bryr dig om dubbletten.

source: Couldn't create or update QR image: %1$s
da_dk: Kunne ikke oprette eller opdatere QR-billede: %1$s
fi: QR-kuvaa ei voitu luoda tai päivittää: %1$s
nb_no: Kunne ikke lage eller oppdatere QR-bilde: %1$s
sv_se: Kunde inte skapa eller uppdatera QR-bild: %1$s

source: Error creating or updating QR code: %1$s
da_dk: Fejl ved oprettelse eller opdatering af QR-kode: %1$s
fi: Virhe QR-koodin luomisessa tai päivittämisessä: %1$s
nb_no: Feil under oppretting eller oppdatering av QR-kode: %1$s
sv_se: Fel vid skapande eller uppdatering av QR-kod: %1$s

source: Couldn't download QR image: try saving post again! Error was: %1$s
da_dk: Kunne ikke downloade QR-billede: Prøv at gemme indlægget igen! Fejlen var: %1$s
fi: QR-kuvaa ei voitu ladata: yritä tallentaa julkaisu uudelleen! Virhe oli: %1$s
nb_no: Kunne ikke laste ned QR-bilde: Prøv å lagre siden på nytt! Feilen var: %1$s
sv_se: Kunde inte ladda ner QR-bild: försök att spara inlägget igen! Felet var: %1$s

source: Error downloading QR code image: %1$s
da_dk: Fejl ved download af QR-kode billede: %1$s
fi: Virhe QR-koodin kuvan lataamisessa: %1$s
nb_no: Feil under nedlasting av QR-kode bilde: %1$s
sv_se: Fel vid nedladdning av QR-kodbild: %1$s

source: QR image with id %2$s that was supposed to be stored at %1$s, isnt. Recreating it. Error was:. : %3$s
da_dk: QR-billede med id %2$s, der var meningen skulle opbevares på %1$s, er det ikke. Genopretter det. Fejlen var:. : %3$s
fi: QR-kuva, jonka tunniste on %2$s ja jonka piti olla tallennettuna osoitteeseen %1$s, ei ole tallentunut. Luodaan uudelleen. Virhe oli:. : %3$s
nb_no: QR-bilde med id %2$s som skulle vært lagret hos %1$s, er ikke lagret. Gjenskaper nå. Feilen var: %3$s
sv_se: QR-bild med id %2$s som skulle ha lagrats på %1$s, finns inte. Återskapar den. Fel var:. : %3$s

source: Error deleting QR code: %1$s
da_dk: Fejl ved sletning af QR-kode: %1$s
fi: Virhe QR-koodin poistamisessa: %1$s
nb_no: Feil under sletting av QR-kode: %1$s
sv_se: Fel vid radering av QR-kod: %1$s

source: QR Codes
da_dk: QR-koder
fi: QR-koodit
nb_no: QR-koder
sv_se: QR-koder

source: None chosen
da_dk: Ingen valgt
fi: Ei yhtäkään valittuna
nb_no: Ingen valgt
sv_se: Ingen vald

source: Product
da_dk: Produkt
fi: Tuote
nb_no: Produkt
sv_se: Produkt

source: Page
da_dk: Side
fi: Sivu
nb_no: Side
sv_se: Sida

source: Unsynchronized QR codes
da_dk: Usynkroniserede QR-koder
fi: Synkronoimattomat QR-koodit
nb_no: Usynkroniserte QR-koder
sv_se: Osynkroniserade QR-koder

source: Show QR codes not synchronized to this site
da_dk: Vis QR-koder, der ikke er synkroniseret til dette websted
fi: Näytä QR-koodit, joita ei ole synkronoitu tälle sivustolle
nb_no: Vis QR-koder som ikke er blitt synkronisert til dette nettstedet
sv_se: Visa QR-koder som inte är synkroniserade med denna webbplats

source: delete
da_dk: slet
fi: poista
nb_no: slett
sv_se: radera

source: Import
fi: Tuo
nb_no: Importer
sv_se: Importera

source: There are some QR codes present at Vipps that are not part of this Website. This may be because these are part of some <i>other</i> website using this same account, or they may have gotten 'lost' in a database restore - or maybe you are creating an entire new site. If neccessary, you can import these into your current site and manage them from here
da_dk: Der er nogle QR-koder til stede hos Vipps, der ikke er en del af dette websted. Dette kan være fordi de er en del af et <i>andet</i> websted, der bruger denne samme konto, eller de kan være blevet 'tabt' i en databasegendannelse - eller måske du er ved at skabe en helt ny side. Hvis det er nødvendigt, kan du importere disse ind på dit nuværende websted og administrere dem herfra.
fi: Vippsissä on joitakin QR-koodeja, jotka eivät ole osa tätä verkkosivustoa. Tämä voi johtua siitä, että ne ovat osa jotakin <i>toista</i> verkkosivustoa, joka käyttää tätä samaa tiliä, tai ne ovat saattaneet "kadota" tietokannan palautuksessa - tai ehkä olet luomassa kokonaan uutta sivustoa. Tarvittaessa voit tuoda ne nykyiselle sivustollesi ja hallita niitä täältä käsin
nb_no: Det eksisterer noen QR-koder hos Vipps som ikke er en del av dette nettstedet. Dette kan være fordi disse er en del av et <i>annet</i> nettsted som bruker samme Vipps-konto, eller de kan ha gått 'tapt' i en database-gjenoppretting - eller kanskje du holder på å lage et helt nytt nettsted. Hvis nødvendig, kan du importere disse inn i ditt nåværende nettsted og administrere dem derfra.
sv_se: Det finns några QR-koder som finns på Vipps som inte är en del av denna webbplats. Detta kan bero på att dessa är en del av någon <i>annan</i> webbplats som använder samma konto, eller så kan de ha blivit ”förlorade” i en databasåterställning - eller kanske skapar du en helt ny webbplats. Om det behövs kan du importera dessa till din nuvarande webbplats och hantera dem härifrån.

source: Vipps QR-codes not present on this site
da_dk: Vipps QR-koder er ikke til stede på denne side
fi: Vipps QR-koodeja ei ole tällä sivustolla
nb_no: Vipps QR-koder som ikke finnes på dette nettstedet
sv_se: Vipps QR-koder finns inte på denna webbplats

source: Error importing unsynched QR code with id %1$s: %2$s
da_dk: Fejl ved import af usynkroniseret QR-kode med id %1$s: %2$s
fi: Virhe synkronoimattoman QR-koodin tuonnissa tunnuksella %1$s: %2$s
nb_no: Feil under import av usynkronisert QR-kode med id %1$s: %2$s
sv_se: Fel vid import av osynkroniserad QR-kod med id %1$s: %2$s

source: Imported QR Code
da_dk: Importeret QR-kode
fi: Tuotu QR-koodi
nb_no: Importert QR-kode
sv_se: Importerad QR-kod

source: Error deleting unsynched QR code with id %1$s: %2$s
da_dk: Fejl ved sletning af usynkroniseret QR-kode med id %1$s: %2$s
fi: Virhe synkronoimattoman QR-koodin poistamisessa tunnuksella %1$s: %2$s
nb_no: Feil under sletting av usynkronisert QR-kode med id: %1$s: %2$s
sv_se: Fel vid radering av osynkroniserad QR-kod med id %1$s: %2$s

source: Unknown operation
da_dk: Ukendt operation
fi: Tuntematon toiminta
nb_no: Ukjent operasjon
sv_se: Okänd operation

source: Invalid request
da_dk: Ugyldig anmodning
fi: Virheellinen pyyntö
nb_no: Ugyldig forespørsel
sv_se: Ogiltig begäran

source: You don't have sufficient rights to access this page
da_dk: Du har ikke tilstrækkelige rettigheder til at få adgang til denne side
fi: Sinulla ei ole riittäviä oikeuksia käyttää tätä sivua
nb_no: Du har ikke tilstrekkelige rettigheter til å se denne siden
sv_se: Du har inte tillräckliga rättigheter för att få åtkomst till denna sida

source: Error getting list of QR codes from %1$s: %2$s
da_dk: Fejl ved hentning af liste over QR-koder fra %1$s: %2$s
fi: Virhe luettelon saamisessa QR-koodeista %1$s:stä: %2$s:stä
nb_no: Feil under henting av listen av QR-koder fra %1$s: %2$s
sv_se: Fel vid hämtning av lista över QR-koder från %1$s: %2$s

source: Somehow, this QR code has disappeard at %1$s. Save it to make it work again!
da_dk: På en eller anden måde er denne QR-kode forsvundet på %1$s. Gem den for at få den til at virke igen!
fi: Jotenkin tämä QR-koodi on kadonnut osoitteessa %1$s. Tallenna se, jotta se toimisi uudelleen!
nb_no: På en eller annen måte har denne QR-koden blitt slettet hos %1$s. Lagre nå for å få den til å virke igjen!
sv_se: På något sätt har denna QR-kod försvunnit på %1$s. Spara den för att få den att fungera igen!

source: Session terminated with no payment
da_dk: Session afsluttet uden betaling
fi: Istunto päättyi ilman maksua
nb_no: Økten utløp uten betaling
sv_se: Sessionen avslutades utan betalning

source: Payment method
da_dk: Betalingsmetode
fi: Maksutapa
nb_no: Betalingsmåte
sv_se: Betalningsmetod

source: No, thank you not right now anyway
da_dk: Nej, tak ikke lige nu i hvert fald.
fi: Ei kiitos, ei ajankohtaista tällä hetkellä
nb_no: Nei takk, ikke akkurat nå
sv_se: Nej tack, inte just nu

source: To activate %1$s, just press the button below. Otherwise, %2$s will of course be available in the regular checkout screen; and you can also offer %3$s from both the product pages and the shopping cart if you wish.
da_dk: For at aktivere %1$s, skal du blot trykke på knappen nedenfor. Ellers vil %2$s selvfølgelig være tilgængelig på den sædvanlige betalingsskærm; og du kan også tilbyde %3$s fra både produkt siderne og indkøbskurven, hvis du ønsker det.
fi: Aktivoi %1$s painamalla alla olevaa painiketta. Muuten %2$s on tietenkin saatavilla tavallisella checkout-näytöllä, ja voit halutessasi tarjota %3$s:ta myös sekä tuotesivuilla että ostoskorissa.
nb_no: For å aktivere %1$s, bare trykk på knappen under. Hvis ikke vill %2$s selvfølgelig også være tilgjengelig på den vanlige kassesiden, og du kan også tilby %3$s fra både produktsider og handlekurven om du vil.
sv_se: För att aktivera %1$s, tryck bara på knappen nedan. Annars kommer %2$s självklart att vara tillgänglig i den vanliga checkout-skärmen; och du kan också erbjuda %3$s från både produktsidor och kundvagnen om du vill.

source: %1$s is a new service from %2$s which replaces the usual WooCommerce checkout page entirely, replacing it with a simplified checkout screen providing payment both with %2$s and credit card. Additionally, your customers will get the option of providing their address information using their %2$s app directly.
da_dk: %1$s er en ny service fra %2$s, der helt erstatter den sædvanlige WooCommerce checkout side, med en forenklet checkout skærm der tilbyder betaling både med %2$s og kreditkort. Derudover får dine kunder muligheden for at indtaste deres adresseoplysninger direkte i deres %2$s app.
fi: %1$s on %2$s:n uusi palvelu, joka korvaa tavanomaisen WooCommercen kassasivun kokonaan korvaamalla sen yksinkertaistetulla kassanäytöllä, joka tarjoaa maksun sekä %2$s:llä että luottokortilla. Lisäksi asiakkaasi saavat mahdollisuuden antaa osoitetietonsa suoraan %2$s-sovelluksen avulla.
nb_no: %1$s er en ny tjeneste fra %2$s som fullstendig erstatter den vanlige WooCommerce-kassen og erstatter den med en forenklet kasseside som tilbyr betaling både med %2$s og kredittkort. I tillegg vil kundene dine få muligheten til å oppgi addresseinformasjonen sin fra %2$s-appen direkte.
sv_se: %1$s är en ny tjänst från %2$s som helt ersätter den vanliga WooCommerce-checkoutsidan, och ersätter den med en förenklad checkout skärm som erbjuder betalning både med %2$s och kreditkort. Dessutom får dina kunder möjlighet att ange sin adressinformation direkt med deras %2$s-app.

source: %1$s Order with no order status, so session was never completed; setting status to cancelled
da_dk: %1$s Ordre uden ordrestatus, så sessionen blev aldrig afsluttet; indstiller status til annulleret
fi: %1$s-tilaukselle ei ole asetettu tilaa, joten istuntoa ei koskaan suoritettu loppuun; tila asetetaan peruuntuneeksi
nb_no: %1$s-ordre uten ordrestatus, så økten ble aldri fullført. Setter status til avbrutt.
sv_se: %1$s Beställning utan beställningsstatus, så sessionen blev aldrig slutförd; status sätts till avbruten

source: Could not get order status from %1$s using epayment api:
da_dk: Kunne ikke få ordrestatus fra %1$s ved hjælp af epayment api:
fi: Tilauksen tilaa ei saatu %1$s:ltä käyttämällä epayment api:tä:
nb_no: Kunne ikke hente ordrestatus fra %1$s med epayment api-et:
sv_se: Kunde inte hämta orderstatus från %1$s med epayment api:

source: No address information for order %2$d, but there still might be an active %1$s session for it, so do not cancel it.
da_dk: Ingen adresseoplysninger for ordre %2$d, men der kan stadig være en aktiv %1$s session for det, så annuller det ikke.
fi: Tilaukselle %2$d ei ole osoitetietoja, mutta sitä varten saattaa olla vielä aktiivinen %1$s istunto, joten älä peruuta sitä.
nb_no: Ingen addresseinfo for ordre %2$d, men det kan fortsatt være en aktiv %1$s-sesjon, så kanseller den ikke.
sv_se: Ingen adressinformation för beställning %2$d, men det kan fortfarande finnas en aktiv %1$s-session för den, så avbryt den inte.

source: Could not get address info for order from %1$s
da_dk: Kunne ikke få adresseinfo for ordre fra %1$s
fi: Osoitetietoja ei saatu %1$s:n tilaukselle
nb_no: Kunne ikke hente addresseinfo for ordren fra %1$s
sv_se: Kunde inte hämta adressinformation för order från %1$s

source: Order %2$d has no address info and any %1$s session is dead - have to cancel.
da_dk: Ordre %2$d har ingen adresseinfo og enhver %1$s session er død - er nødt til at annullere.
fi: Tilauksella %2$d ei ole osoitetietoja ja %1$s istunto on keskeytynyt - on peruutettava.
nb_no: Ordre %2$d har ingen addresseinfo, og %1$s-økten er død - må avbryte.
sv_se: Beställning %2$d har ingen adressinformation och %1$s sessionen är död - måste avbrytas.

source: %1$s Payment Refunded:
da_dk: %1$s Betaling Refunderet:
fi: %1$s Maksu palautettu:
nb_no: %1$s-betaling refundert:
sv_se: %1$s Betalning återbetalad:

source: If activated, this will <strong>replace</strong> the standard Woo checkout screen with %1$s, providing easy checkout using %1$s or credit card, with no need to type in addresses.
da_dk: Hvis aktiveret, vil dette <strong>erstatte</strong> den standard Woo checkout skærm med %1$s, hvilket giver nem checkout med %1$s eller kreditkort, uden behov for at indtaste adresser.
fi: Jos tämä aktivoidaan, tämä <strong>korvaa</strong> tavallisen Woo-kassanäytön %1$s:llä, jolloin kassalle pääsee helposti %1$s:llä tai luottokortilla, eikä osoitteita tarvitse kirjoittaa.
nb_no: Hvis du aktiverer, vil dette <strong>erstatte</strong> den vanlige Woo-kassesiden med %1$s, og tilby en enkel kasseside med %1$s og kredittkort, og uten behov for å skrive inn addresser.
sv_se: Om aktiverad, kommer detta att <strong>ersätta</strong> den standard Woo checkout skärmen med %1$s, vilket ger en enkel checkout med %1$s eller kreditkort, utan att behöva skriva in adresser.

source: Enable Alternative %1$s screen, replacing the standard checkout page
da_dk: Aktiver alternativ %1$s skærm, der erstatter den standard checkout side
fi: Ota käyttöön vaihtoehtoinen %1$s-näyttö, joka korvaa tavallisen kassasivun
nb_no: Slå på alternativ %1$s-side, som erstatter den standard kassesiden
sv_se: Aktivera alternativ %1$s skärm, som ersätter den vanliga checkout sidan

source: Error getting payment details before doing cancel:
da_dk: Fejl ved hentning af betalingsoplysninger før annullering:
fi: Virhe maksutietojen saamisessa ennen peruutusta:
nb_no: Feil under henting av betalingsinfo før kansellering av ordre:
sv_se: Fel vid hämtning av betalningsuppgifter innan avbokning:

source: Error polling status - error message %1$s
da_dk: Fejl ved forespørgsel af status - fejlmeddelelse %1$s
fi: Virhe tilan hakemisessa - virheilmoitus %1$s
nb_no: Feil under henting av status - feilmeldingen er %1$s
sv_se: Fel vid statusavfrågning - felmeddelande %1$s

source: Your site does not have a Terms and Conditions page defined - starting %1$s anyway, but this should be defined
da_dk: Dit websted har ingen side til Vilkår og Betingelser defineret - starter alligevel %1$s, men dette skal defineres
fi: Verkkosivustollasi ei ole Käyttöehdot-sivua - %1$s aloitetaan kuitenkin, mutta tällainen sivu tulisi määrittää
nb_no: Nettstedet ditt har ingen Vilkår-side definert - starter %1$s likevel, men en slik side er påkrevet
sv_se: Din webbplats har ingen definierad sida för Villkor och Bestämmelser - startar %1$s ändå, men detta bör definieras

source: Page contents: [%1$s]
nb_no: Sideinnhold: [%1$s]

source: This page is used for the alternative %1$s page, which you can choose to use instead of the normal WooCommerce checkout page.
da_dk: Denne side bruges til det alternative %1$s side, som du kan vælge at bruge i stedet for den normale WooCommerce checkout side.
fi: Tätä sivua käytetään vaihtoehtoista %1$s-sivua varten, jota voit käyttää WooCommercen tavallisen kassasivun sijaan.
nb_no: Denne siden brukes av den alternative %1$s-kassesiden, som du kan velge å bruke i stedet for den vanlige WooCommerce-kassesiden
sv_se: Denna sida används för den alternativa %1$s-sidan, som du kan välja att använda istället för den vanliga WooCommerce checkout sidan.

source: There is no order with this order id, callback fails:
da_dk: Der er ingen ordre med dette ordre-id, tilbagekaldelsen mislykkes:
fi: Tällä tilausnumerolla ei ole tilausta, callback epäonnistuu:
nb_no: Det er ingen ordre med denne ordre-id-en - tilbakekall mislykkes:
sv_se: Det finns ingen beställning med detta orderid, callback misslyckas:

source: There is no order with this %1$s orderid, callback fails:
da_dk: Der er ingen ordre med denne %1$s ordreid, callback mislykkes:
fi: Tilausta ei ole tällä %1$s tilaustunnuksella, callback epäonnistuu:
nb_no: Det er ingen ordre med ordre-id %1$s - tilbakekall mislykkes:
sv_se: Det finns ingen beställning med detta %1$s orderid, callback misslyckas:

source: Vipps Checkout
da_dk: Vipps Kassen
nb_no: Vipps-kassen

source: Press the button to complete your order with %1$s!
da_dk: Tryk på knappen for at fuldføre din ordre med %1$s!
fi: Paina painiketta suorittaaksesi tilauksesi %1$s:lla loppuun!
nb_no: Trykk på knappen for å fullføre din ordre med %1$s!
sv_se: Tryck på knappen för att slutföra din beställning med %1$s!

source: Your session has expired - please reload the page to restart, or return to the shop
da_dk: Din session er udløbet - genindlæs venligst siden for at genstarte, eller vend tilbage til butikken.
fi: Istuntosi on päättynyt - lataa sivu uudelleen aloittaaksesi uudelleen tai palaa kauppaan
nb_no: Økten din har utløpt - vennligst last inn siden på nytt for å restarte, eller gå tilbake til butikken.
sv_se: Din session har löpt ut - vänligen ladda om sidan för att starta om, eller återvänd till butiken

source: An error has occured - please reload the page to restart your transaction, or return to the shop
da_dk: En fejl er opstået - genindlæs venligst siden for at genstarte din transaktion, eller vend tilbage til butikken
fi: On tapahtunut virhe - lataa sivu uudelleen aloittaaksesi tapahtuman uudelleen tai palaa kauppaan
nb_no: En feil har oppstått - vennligst last inn siden omigjen for å restarte transaksjonen, eller gå tilbake til butikken.
sv_se: Ett fel har inträffat - vänligen ladda om sidan för att starta om din beställning, eller återvänd till butiken

source: Error calculating static shipping for order %1$s
da_dk: Fejl ved beregning af statisk fragt for ordre %1$s
fi: Virhe staattisen toimituksen laskemisessa tilaukselle %1$s
nb_no: Feil under kalkulering av statisk frakt for ordre %1$s
sv_se: Fel vid beräkning av statisk frakt för beställning %1$s

source: Remaining amount to cancel
da_dk: Resterende beløb til annullering
fi: Jäljellä oleva peruutettava määrä
nb_no: Gjenstående beløp å kansellere
sv_se: Återstående belopp att avbryta

source: Cancelled amount
da_dk: Annulleret beløb
fi: Peruutettu määrä
nb_no: Kansellert beløp
sv_se: Avbruten summa

source: Could not get %1$s order status - it has no %1$s Order Id. Must cancel.
da_dk: Kunne ikke få %1$s ordrestatus - den har ingen %1$s Ordre Id. Skal annullere.
fi: Ei saatu %1$s-tilauksen tilaa - sillä ei ole %1$s-tilaustunnusta. Täytyy peruuttaa.
nb_no: Kunne ikke hente ordrestatus hos %1$s - den mangler %1$s-ordreid. Må kansellere.
sv_se: Kunde inte hämta %1$s orderstatus - den har inget %1$s Order Id. Måste avbrytas.

source: Setting order status to pending to start payment
da_dk: Indstiller ordrestatus til afventende for at starte betaling
fi: Asetetaan tilauksen tila odottavaksi maksun aloittamiseksi
nb_no: Setter ordrestatus til Avventer Betaling for å starte betalingen
sv_se: Ställer in orderstatus till väntande för att påbörja betalning

source: Received a test callback, exiting
da_dk: Modtog en test tilbagekaldelse, afslutter
fi: Callback-testi vastaanotettu, poistutaan
nb_no: Har mottatt et test-tilbakekall - avslutter
sv_se: Mottog ett test-callback, avslutar

source: Error getting order status at %1$s for order %2$d
da_dk: Fejl ved hentning af ordrestatus hos %1$s for ordre %2$d
fi: Virhe tilauksen tilan saamisessa %1$s:ssä tilaukselle %2$d
nb_no: Feil ved henting av ordrestatus fra %1$s for ordre %2$d
sv_se: Fel vid hämtning av orderstatus på %1$s för beställning %2$d

source: For order %2$d order status at %1$s is %3$s
da_dk: For ordre %2$d er ordrestatus på %1$s %3$s
fi: Tilauksen %2$d tila %1$s:lla on %3$s
nb_no: For ordre %2$d er ordrestatus hos %1$s %3$s
sv_se: För beställning %2$d är beställningsstatus på %1$s %3$s
